[{"chapter":"infrastrutture","subchapter":"cloud-della-pa","numero":1,"nome":"Attuazione del Programma nazionale di abilitazione al Cloud della PA","stato":"in corso","attori":["agid","team-digitale","consip"],"descrizione":"Definizione delle linee guida per lo sviluppo di servizi cloud native per il Cloud della PA e del Modello di abilitazione al Cloud della PA, nell’ambito del Programma.\nPubblicazione da parte di Consip delle gare previste nel [Piano gare strategiche ICT 2018](http://www.consip.it/media/news-e-comunicati/agid-e-consip-definito-il-quadro-delle-gare-strategiche-ict-per-la-realizzazione-del-piano-triennale-per-l-informatica-nella-pa) (definito da AGID e Consip) e successiva stipula dei contratti a supporto del Programma di abilitazione al Cloud della PA.\n","risultati":[{"descrizione":"AGID e Team per la trasformazione digitale pubblicano, in consultazione, le Linee guida per lo sviluppo di servizi cloud native per il Cloud della PA (maggio 2019).\n"},{"descrizione":"AGID e Team per la trasformazione digitale pubblicano, in consultazione, le Linee guida per il modello di abilitazione e migrazione al Cloud della PA e la definizione dei centri di competenze (novembre 2019).\n"},{"descrizione":"Consip stipula tramite le gare strategiche “Public Cloud: Servizi qualificati di Cloud Computing (IAAS/PAAS/SAAS) in un modello di Public Cloud” e “Digital Transformation: Servizi specialistici di supporto al piano di trasformazione digitale della PA” i contratti a supporto del Programma di abilitazione al Cloud della PA (entro dicembre 2020).\n"}],"aree-intervento":"Nel medio periodo, impatto sulle PA, su Consip, e sulle imprese che rivestono il ruolo di Cloud Service Provider.\n","ambito":"pac_pal"},{"chapter":"infrastrutture","subchapter":"cloud-della-pa","numero":2,"nome":"Migrazione dei sistemi informativi delle PA verso il cloud","stato":"in corso","attori":["pa","agid","team-digitale"],"descrizione":"Un gruppo di amministrazioni pilota individuate da AGID e Team per la trasformazione digitale eseguono i piani di migrazione dei sistemi informativi verso il Cloud della PA definiti nell’ambito del Programma nazionale di abilitazione al Cloud.\nNei contratti aventi ad oggetto servizi cloud (IaaS/PaaS/SaaS) qualificati, le amministrazioni prevedono gli accordi sulla qualità dei servizi offerti utilizzando gli indicatori dei livelli di servizio (SLI - Service level indicator) previsti nella tabella \"Indicatori della Qualità del Servizio\" di cui all'Allegato A della Circolare n. 2 del 2018.  \n","risultati":[{"descrizione":"Migrazione verso il Cloud della PA dei sistemi informativi di un primo gruppo di amministrazioni pilota (dicembre 2019).\n"},{"descrizione":"Conclusione migrazione verso il Cloud della PA dei sistemi informativi di almeno 5 amministrazioni pilota e avvio migrazione di un ulteriore gruppo di PA (entro dicembre 2021).\n"}],"aree-intervento":"Nel medio periodo, impatto sulle PA, su Consip, e sulle imprese che rivestono il ruolo di Cloud Service Provider.Nel breve e medio periodo impatto verso le PA coinvolte e Consip. Nel medio e lungo periodo impatto su imprese e professionisti settore IT.\n"},{"chapter":"infrastrutture","subchapter":"cloud-della-pa","numero":3,"nome":"Definizione dei requisiti tecnici delle infrastrutture IT","stato":"in corso","attori":["agid","team-digitale"],"descrizione":"AGID e Team per la trasformazione digitale definiscono lo scopo e le finalità dei PSN oltre a dettagliare i requisiti tecnici relativi alle caratteristiche dei siti geografici dei data center e alla gestione operativa e tecnica dei PSN.\nAGID e Team per la trasformazione digitale eseguono gli assessment sulle infrastrutture fisiche dei soggetti candidati a PSN e trasmettono al Governo, per successivi atti di competenza, un documento di gap analysis contenente la proposta tecnica di evoluzione delle infrastrutture fisiche appartenenti a potenziali PSN.\n","risultati":[{"descrizione":"AGID pubblica una circolare in cui:\n- si definisce lo scopo e le finalità dei PSN;\n- si dettagliano i requisiti tecnici relativi alle caratteristiche dei siti geografici dei data center e alla gestione operativa e tecnica dei PSN;\n- si definiscono i requisiti tecnici ai fini della classificazione delle infrastrutture IT del gruppo A;\n- si aggiornano le modalità per l’approvazione delle spese in materia di data center (giugno 2019).\n"},{"descrizione":"AGID e Team per la trasformazione digitale pubblicano in consultazione, le Linee guida per la progettazione e realizzazione di data center nell’ambito dei Poli strategici nazionali (giugno 2019);\n"},{"descrizione":"AGID e Team per la trasformazione digitale predispongono un documento di gap analysis sui candidati a Polo strategico nazionale (dicembre 2019);\n"},{"descrizione":"A seguito dell’emanazione del decreto di individuazione dei PSN da parte del Governo, AGID dà seguito a quanto previsto e definito all’interno della [Circolare AGID n.5/2017](https://www.censimentoict.italia.it/it/latest/docs/circolari/2017113005.html) (dicembre 2021).\n"}],"aree-intervento":"Nel breve periodo impatto sul Governo per la scelta dei PSN e del modello di governance degli stessi. Nel medio periodo impatto sulle PA candidabili a PSN e sulle imprese del settore ICT.\n"},{"chapter":"infrastrutture","subchapter":"data-center","numero":4,"nome":"Comunicazione dei risultati del censimento del Patrimonio ICT","stato":"in corso","attori":["agid"],"descrizione":"In seguito alla conclusione del censimento del patrimonio ICT della PA, AGID comunica alle PA l’esito della classificazione delle infrastrutture fisiche secondo le tre categorie (candidabili a PSN, Gruppo A, Gruppo B).\n","risultati":[{"descrizione":"AGID comunica i risultati delle fasi 1 e 2 del censimento del Patrimonio ICT (entro aprile 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"infrastrutture","subchapter":"data-center","numero":5,"nome":"Avvio del consolidamento e della dismissione dei data center di Gruppo A","stato":"in corso","attori":["agid","team-digitale","pa"],"descrizione":"I soggetti detentori delle infrastrutture fisiche delle PA appartenenti al Gruppo A pianificano congiuntamente ad AGID e Team per la trasformazione digitale il consolidamento dei data center secondo quanto previsto dal Programma nazionale di abilitazione al Cloud della PA. AGID e Team per la trasformazione digitale assicurano il controllo e monitoraggio dei piani di migrazione trasmessi dalle PA.\n","risultati":[{"descrizione":"AGID e Team per la trasformazione digitale pubblicano il Primo Rapporto sullo stato d’avanzamento della migrazione al Cloud della PA del Gruppo A (novembre 2019). Le PA del Gruppo A trasmettono ad AGID e i propri piani di migrazione al Cloud della PA (novembre 2020)\n"}],"aree-intervento":"Nel medio periodo, impatto sulle PA appartenenti al Gruppo A e sulle imprese ICT.\n"},{"chapter":"infrastrutture","subchapter":"data-center","numero":6,"nome":"Dismissione dei data center di Gruppo B","stato":"in corso","attori":["agid","team-digitale","pa"],"descrizione":"Le infrastrutture fisiche delle PA appartenenti al Gruppo B provvedono alla migrazione al Cloud della PA secondo quanto previsto dal Programma nazionale di abilitazione al Cloud della PA. Le PA comunicano ad AGID il numero dei data center dismessi. AGID e Team per la trasformazione digitale elaborano i rapporti sullo stato di avanzamento dei data center dismessi.\nAGID assicura il controllo e monitoraggio delle azioni realizzate dalle PA pubblicando un report annuale.\n","risultati":[{"descrizione":"Le PA del Gruppo B che dismettono i propri data center ne danno comunicazione ad AGID (giugno 2020, a seguire con frequenza semestrale);\n"},{"descrizione":"AGID e il Team per la trasformazione digitale pubblicano il Primo Rapporto annuale sullo stato di dismissione dei data center di Gruppo B (dicembre 2020).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA appartenenti al Gruppo B e imprese ICT. Nel lungo periodo impatto sui professionisti ICT.\n"},{"chapter":"infrastrutture","subchapter":"connettivita","numero":7,"nome":"Aggiornamento del modello di connettività","a":"03/2020","attori":["agid","team-digitale"],"descrizione":"AGID e Team per la trasformazione digitale elaborano un documento che descrive lo sviluppo del modello di connettività per la PA al fine di supportare al meglio il paradigma cloud e introdurre nuovi servizi nell’ambito della connettività.  \n","risultati":[{"descrizione":"AGID e Team per la trasformazione digitale pubblicano in consultazione un documento di indirizzo che descrive l’evoluzione del sistema pubblico di connettività. (marzo 2020)\n"}],"aree-intervento":"Nel lungo periodo, impatto sulle PA e cittadini. \n"},{"chapter":"infrastrutture","subchapter":"connettivita","numero":8,"nome":"Adeguamento della capacità di connessione della PA","stato":"in corso","attori":["pa"],"descrizione":"Le amministrazioni adeguano la propria capacità di connessione per garantire il completo dispiegamento dei servizi e delle piattaforme, adottando alternativamente:\n- soluzioni di connettività basate sull’adesione ai Contratti quadro SPC, salvo i casi in cui le esigenze di banda e le caratteristiche trasmissive richieste non trovino potenziale soddisfacimento in tali ambiti contrattuali;\n- i servizi resi disponibili, in base al principio della sussidiarietà, nel proprio territorio di riferimento dalla Regione o da altro ente pubblico locale che abbia già realizzato strutture di connessione territoriali conformi ai requisiti dettati da AGID e interconnesse con la rete SPC.\n","risultati":[{"descrizione":"Le amministrazioni adeguano la propria capacità di connessione (entro dicembre 2020). \n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA. \n"},{"chapter":"infrastrutture","subchapter":"connettivita","numero":9,"nome":"Operatività dei nuovi contratti per la connettività S-RIPA per le sedi estere delle Pubbliche Amministrazioni","stato":"in corso","attori":["sedi-estere-pa","consip"],"descrizione":"Consip ha indetto la gara a procedura ristretta per la stipula di un accordo quadro avente ad oggetto la progettazione della rete e l’erogazione dei servizi di connettività della Rete Internazionale della PA, nonché servizi di sicurezza, VoIP, comunicazione evoluta e servizi professionali. È in corso l’aggiudicazione. L’accordo quadro avrà una durata di 60 mesi, decorrenti dalla data di attivazione. Successivamente, le sedi estere potranno procedere con la migrazione e l’utilizzo dei servizi della nuova S-RIPA. \n","risultati":[{"descrizione":"Le sedi estere delle amministrazioni, a seguito dell’aggiudicazione della nuova gara da parte di Consip, realizzano la migrazione e procedono all’utilizzo dei servizi della nuova S-RIPA (dicembre 2021). \n"}],"aree-intervento":"Nel medio periodo, impatto sulle sedi estere delle PA e nel lungo periodo sulle imprese italiane all’estero e cittadini italiani all’estero.\n"},{"chapter":"infrastrutture","subchapter":"connettivita","numero":10,"nome":"Realizzazione dei servizi in conformità alle Linee guida per la realizzazione di reti wi-fi pubbliche","stato":"in corso","attori":["pa"],"descrizione":"AGID pubblica in consultazione le Linee guida per l’utilizzo delle wi-fi che le pubbliche amministrazioni rendono accessibili ai cittadini negli uffici e nei luoghi pubblici, redatte anche sulla base delle migliori esperienze di wi-fi pubblico già in essere nella PA. \nLe amministrazioni definiscono e realizzano il Piano di adeguamento alle linee guida emanate da AGID per le wi-fi.\nAGID adegua periodicamente le linee guida in funzione degli aggiornamenti tecnologici e normativi e sulla base di buone pratiche messe in campo dalle pubbliche amministrazioni.\n","risultati":[{"descrizione":"Pubblicazione di Linee guida wi-fi da parte di AGID (entro settembre 2019).\n"},{"descrizione":"Le amministrazioni mettono a disposizione la propria rete wi-fi per la fruizione gratuita da parte dei cittadini negli uffici e luoghi pubblici (entro agosto 2020)\n"}],"aree-intervento":"Nel breve periodo, impatto su PA, imprese, professionisti e cittadini.\n"},{"chapter":"modello-di-interoperabilita","numero":11,"nome":"Transizione dei servizi SP-Coop al nuovo Modello da parte delle PA","stato":"in corso","attori":["pa","agid"],"descrizione":"Per le piattaforme esistenti e per le attività progettuali in corso, le PA seguono le indicazioni nelle [Linee guida per transitare al nuovo Modello di interoperabilità](https://www.agid.gov.it/sites/default/files/repository_files/upload_avvisi/linee_guida_passaggio_nuovo_modello_interoperabilita.pdf) emanate da AGID con Determina 219/2017.\nPer dismettere SP-Coop, di specie le porte di dominio (PdD) in esso previste, le PA erogatrici predispongono un “piano di interfacciamento diretto” per assicurare l’accesso ai servizi attualmente in produzione. Nell’allegato 3 “Indicazioni operative per la migrazione dei servizi SP-Coop” sono riportate le indicazioni operative per la predisposizione dei citati piani.     AGID pubblica le pianificazioni ricevute sul proprio sito istituzionale. Questo consente alle PA di pianificare:\n- i tempi per reindirizzare i sistemi che fruiscono di servizi attualmente in produzione verso le predisposte Interfacce di servizio con accesso diretto;\n- la data di definitiva dismissione delle porte di dominio, anch’essa da comunicare all’AGID.\nQualora il servizio di una PA erogatrice all’interno del dominio SP-Coop debba essere fruito da una nuova entità senza PdD, l’interfacciamento diretto deve essere previsto con tempi compatibili con le necessità del nuovo fruitore.\n","risultati":[{"descrizione":"Le PA erogatrici di servizi predispongono ed inviano ad AGID i “piani di interfacciamento diretto” (entro aprile 2019).\t\n"},{"descrizione":"AGID pubblica le pianificazioni ricevute sul proprio sito istituzionale (entro giugno 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA\n"},{"chapter":"modello-di-interoperabilita","numero":12,"nome":"Adozione delle linee guida del nuovo Modello di interoperabilità","stato":"in corso","attori":["agid","pa","gestori-pubblici-servizi","societa-controllo-pubblico"],"descrizione":"Emanazione delle Linee guida del Modello di interoperabilità per le pubbliche amministrazioni e gli altri soggetti interessati (cittadini e imprese).\nLe Linee guida individuano gli standard tecnologici e le modalità di utilizzo da parte delle PA. Le PA realizzano le Interfacce di servizio per abilitare la comunicazione tra i sistemi informatici della PA e di questi con cittadini ed imprese. \nLe Linee guida sono costituite da:\n- presentazione del Modello di Interoperabilità 2018;\n- tecnologie ed approcci all’Integrazione ed Interoperabilità;\n- pattern e profili di interoperabilità;\n- governance del Modello di interoperabilità;\n- registri e Cataloghi.\nI documenti sopra elencati sono messi in consultazione pubblica, favorendo la consapevolezza delle PA sul nuovo modello. A chiusura della fase di consultazione, le Linee guida seguiranno le modalità di emanazione previste dall’articolo 71 comma 1 del CAD.\n","risultati":[{"descrizione":"AGID pubblica in consultazione i documenti che costituiscono le Linee guida del Modello di interoperabilità (entro giugno 2019).\n"},{"descrizione":"Le PA adottano le Linee guida a completamento del processo di emanazione. \n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA\n"},{"chapter":"modello-di-interoperabilita","numero":13,"nome":"Realizzazione e popolamento del “Catalogo delle Interfacce di Servizio\"","inizio":"12/2019","attori":["agid","pa"],"descrizione":"AGID realizza il “Catalogo delle Interfacce di servizio” che consente la condivisione delle Interfacce di servizio realizzate dalla PA. AGID definisce le modalità per la gestione del Catalogo, che tiene conto:\n- della specificità dei territori e dei diversi ambiti entro cui la PA opera;\n- della necessità di evitare ridondanze e/o sovrapposizioni in termini di competenze e contenuti.\nLe PA, nell’attuazione delle regole del Modello di interoperabilità, implementano le proprie Interfacce di servizio e popolano il Catalogo, al fine di agevolarne l’utilizzo da parte degli sviluppatori.\n","risultati":[{"descrizione":"AGID realizza la prima release del Catalogo (dicembre 2020).  \n"},{"descrizione":"Le PA pubblicano le Interfacce di servizio (da gennaio 2021).\n"}],"aree-intervento":"Nel medio periodo impatto sulle PA e sulle imprese; nel lungo periodo, impatto sui cittadini.\n"},{"chapter":"dati-della-pa","numero":14,"nome":"Definizione delle linee di sviluppo delle basi di dati di interesse nazionale","inizio":"01/2019","attori":["pa-basi-dati","agid"],"descrizione":"Tavoli di lavoro congiunto tra AGID e le PA titolari di basi di dati di interesse nazionale lavorano alla definizione dei Piani di sviluppo e aggiornamento dei servizi per l’utilizzo delle medesime basi di dati al fine di favorire la fruibilità delle informazioni ivi contenute da parte di tutti i soggetti aventi titolo secondo i principi stabiliti nel Piano Triennale. \n","risultati":[{"descrizione":"Ciascun Tavolo di lavoro redige un documento programmatico per le linee di sviluppo per le basi dati di interesse nazionale (dicembre 2020).\n"}],"aree-intervento":"nel breve periodo impatto su PA titolari di basi di dati di interesse nazionale e su tutta la PA. Nel medio/lungo impatto su imprese, cittadini, altri soggetti istituzionali e categorie specifiche di utenza.\n"},{"chapter":"dati-della-pa","numero":15,"nome":"Implementazione standard Geo - DCAT-AP_IT","stato":"in corso","attori":["agid","pa"],"descrizione":"Il rilascio della nuova versione del Repertorio nazionale dei dati territoriali consente di procedere alle attività di sviluppo applicativo per l’implementazione dello standard GeoDCAT-AP, in coerenza con le indicazioni contenute nelle [Linee guida](http://geodati.gov.it/geoportale/documenti/12-documenti/277-linee-guida-nazionali-geodcat-ap) rese disponibili da AGID (obiettivo del precedente Piano Triennale 2017-2019).\n","risultati":[{"descrizione":"Implementazione dello standard “Geo DCAT-AP” (entro giugno 2019) sul Repertorio nazionale dei dati territoriali.\n"},{"descrizione":"Adozione dello standard da parte delle regioni e delle PA centrali coinvolte (giugno 2020). \n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA; nel medio-lungo periodo impatto su imprese, cittadini, altri soggetti istituzionali e categorie specifiche di utenza.\n"},{"chapter":"dati-della-pa","numero":16,"nome":"Disponibilità Catalogo dei servizi (servizi.gov.it)","stato":"in corso","attori":["agid","pa"],"descrizione":"AGID implementa nuove funzionalità del Catalogo dei servizi (servizi.gov.it) volte alla completa interoperabilità con sistemi terzi e attua iniziative finalizzate al popolamento del Catalogo. Le PA procedono al popolamento del Catalogo sia in maniera diretta (attraverso backend), sia attraverso terze parti (API).\n","risultati":[{"descrizione":"testo.Le PA inseriscono i propri servizi nel Catalogo attuale (da gennaio 2019).\n"},{"descrizione":"AGID rilascia le nuove funzionalità del Catalogo (entro dicembre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"dati-della-pa","numero":17,"nome":"Completamento del popolamento di ANPR","stato":"in corso","attori":["interno","sogei","comuni"],"descrizione":"Completamento del popolamento di ANPR con i dati delle anagrafi comunali (APR) e delle anagrafi della popolazione residente all’estero (AIRE). \n","risultati":[{"descrizione":"I 7.954 Comuni italiani popolano ANPR effettuando la migrazione delle APR e AIRE locali (data di rilascio: in fase di riprogrammazione).\n"}],"aree-intervento":"Nel breve periodo sulle PA e sui cittadini.\n"},{"chapter":"dati-della-pa","numero":18,"nome":"Sperimentazione dell’archivio nazionale informatizzato dei registri di stato civile in ANPR","inizio":"01/2019","attori":["interno","sogei","comuni"],"descrizione":"Attraverso la sperimentazione su un campione significativo di Comuni italiani si provvederà alla realizzazione di prototipi di registri di stato civile, valutando le possibili semplificazioni derivanti dalla digitalizzazione e centralizzazione degli stessi.\n","risultati":[{"descrizione":"Sperimentazione dell’archivio nazionale informatizzato dei registri di stato civile (dicembre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA coinvolte. Nel medio-lungo periodo, impatto sui cittadini.\n"},{"chapter":"dati-della-pa","numero":19,"nome":"Adozione delle Linee Guida IPA","stato":"in corso","attori":["agid","pa","gestori-pubblici-servizi"],"descrizione":"AGID ha redatto le Linee Guida relative alle Regole tecniche da seguire per l’iscrizione e l’aggiornamento dei dati in IPA.  Le amministrazioni e i gestori di pubblici servizi devono attenersi alle regole prescritte.  \n","risultati":[{"descrizione":"AGID pubblica Linee Guida sul sito web, dandone notizia in Gazzetta Ufficiale (giugno 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto su tutte le PA, sui gestori di pubblici servizi e sui cittadini.\n"},{"chapter":"dati-della-pa","numero":20,"nome":"Strategia complessiva per valorizzazione dei dati","inizio":"01/2019","attori":["dfp","agid","regioni_soggetti_aggregatori"],"descrizione":"Il Dipartimento della Funzione Pubblica, in collaborazione con AGID e Regioni, definisce una strategia finalizzata al riutilizzo dei dati aperti, in coerenza con le regole di implementazione della direttiva PSI, e le iniziative di collaborazione e confronto tra PA e stakeholders nel contesto delle azioni definite nell’ambito dell’Open Government Partnership (OGP). Viene predisposto un documento di strategia complessiva che delinei obiettivi di riutilizzo e valorizzazione dei dati della Pubblica Amministrazione.\n","risultati":[{"descrizione":"Il Dipartimento della Funzione pubblica, in collaborazione con AGID e le Regioni, definisce un primo documento di strategia per le politiche di valorizzazione del patrimonio pubblico (giugno 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA e, nel medio/lungo periodo, impatto su imprese, cittadini, altri soggetti istituzionali.\n"},{"chapter":"dati-della-pa","numero":21,"nome":"Indagine sul grado di maturità degli open data e sullo stato di attuazione della direttiva PSI","inizio":"02/2019","attori":["agid","amministrazioni-partecipanti"],"descrizione":"Attraverso il coinvolgimento delle amministrazioni interessate, in particolare le Regioni, AGID procede alla raccolta di dati e informazioni utili rispetto all’iniziativa comunitaria finalizzata al rilevamento del grado di maturità degli open data e sullo stato di attuazione della direttiva PSI negli stati membri.\n","risultati":[{"descrizione":"AGID pubblica il Report relativo all’Indagine sul Portale nazionale dati.gov.it e fornisce riscontro all’iniziativa comunitaria ai fini della elaborazione dell’Open data Maturity Report (ottobre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA partecipanti.\n"},{"chapter":"dati-della-pa","numero":22,"nome":"Evoluzione del Catalogo nazionale dati.gov.it","inizio":"03/2019","attori":["agid"],"descrizione":"Evoluzione del Catalogo nazionale dati.gov.it. L’evoluzione deve riguardare:\n- il possibile ampliamento del servizio di ricerca anche per le informazioni riferite alle basi di dati della pubblica amministrazione raccolte in attuazione dell'art. 24-quater, comma 2, del D.L. n. 90/2014, convertito in Legge 11 agosto 2014, n. 114;\n- la conformità  del catalogo al profilo DCAT-AP_IT;\n- l’inclusione di nuove amministrazioni sulla base della metadatazione DCAT-AP_IT;\n- Il raccordo con il repertorio dei dati territoriali.\n","risultati":[{"descrizione":"AGID rilascia la nuova versione del Catalogo nazionale che offre le suddette funzionalità (entro dicembre 2019).\n"}],"aree-intervento":"Nel medio periodo, impatto su PA, cittadini e imprese.\n","ambito":"pac_pal"},{"chapter":"dati-della-pa","numero":23,"nome":"Aggiornamento delle Linee guida per la valorizzazione del patrimonio informativo pubblico","inizio":"01/2019","attori":["agid"],"descrizione":"AGID aggiorna le Linee guida per la valorizzazione del patrimonio informativo pubblico, insieme ai documenti ad esse collegati (tra cui, le Linee guida per i cataloghi dati, l’elenco delle basi dati di interesse nazionale e l’elenco delle basi di dati chiave), tenendo conto per esempio delle variazioni normative, dei lavori europei e internazionali nonché di quelli italiani che mirano, tra gli altri, a fornire strumenti per una migliore attuazione delle azioni elencate nelle linee guida.   \n","risultati":[{"descrizione":"Linee guida per la valorizzazione del patrimonio informativo pubblico aggiornate per la consultazione pubblica (giugno 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"dati-della-pa","numero":24,"nome":"Ruoli e procedure per la gestione del Registry","inizio":"03/2019","attori":["agid","ispra","mattm"],"descrizione":"È necessaria la definizione dei ruoli e delle procedure di aggiornamento e pubblicazione che consentano alle amministrazioni titolari di vocabolari, tassonomie e nomenclature, ecc. di concorrere e partecipare alla gestione dei registri pubblicati nel Sistema di Registri.\n","risultati":[{"descrizione":"AGID rilascia la guida operativa utile alle amministrazioni per gestire, in autonomia, i registri di propria competenza (entro dicembre 2019).\n"}],"aree-intervento":"Nel medio periodo, impatto su PA, cittadini e imprese.\n"},{"chapter":"dati-della-pa","numero":25,"nome":"Sviluppo ontologie","stato":"in corso","attori":["agid","pa-interessate"],"descrizione":"Sviluppo di ontologie su input e in collaborazione con:\n- il MiBAC, per la definizione di ontologie e vocabolari controllati attinenti al Sistema museale nazionale, in coerenza con gli obiettivi fissati con il citato Decreto 21 febbraio 2018;\n- le PA interessate e gli enti di ricerca, anche in base a iniziative quali l’Open Government Partnership.\n","risultati":[{"descrizione":"AGID e PA lavorano alla definizione di ontologie e/o vocabolari controllati di riferimento. (giugno 2020).\n"}],"aree-intervento":"Nel medio periodo, impatto su PA, cittadini e imprese.\n"},{"chapter":"dati-della-pa","numero":26,"nome":"Progettazione della PDND, sperimentazione e prima applicazione della stessa","stato":"in corso","attori":["pcm","team-digitale","garante-privacy"],"descrizione":"La PDND si basa sullo sviluppo di una Piattaforma big data e sulla costituzione di un team di data scientist, big data architect e data engineer. Il Team per la trasformazione digitale, ha il compito di gestire attivamente la fase di sviluppo concettuale e implementativo dell’infrastruttura, insieme a tutte le fasi del ciclo di vita del dato, dall’ingestione all’analisi e sviluppo di applicazioni. Il Team per la trasformazione digitale progetta e, sentito il Garante per la protezione dei dati personali, definisce le modalità realizzative e di uso della Piattaforma big data della PA attraverso:\n- l’individuazione del modello di governance che preveda un ruolo di guida e controllo da parte della Presidenza del Consiglio dei Ministri/Team per la trasformazione digitale, sentito il Garante della privacy;\n- la predisposizione degli atti necessari alla realizzazione del progetto e la proposta degli eventuali adeguamenti normativi che la favoriscano;\n- la definizione, sentito il Garante, delle sorgenti di dati del data lake e le relative modalità di popolamento. Queste saranno inserite nelle linee guida prodotte nell’ambito del Modello di interoperabilità;\n- la definizione dell’architettura logica della piattaforma e l’individuazione delle tecnologie implementative;\n- l’identificazione delle esigenze informative utili alla definizione di politiche guidate dai dati e alla realizzazione dei relativi strumenti analitici;\n- il coinvolgimento della comunità scientifica per la promozione di iniziative atte a favorire la conduzione di attività ricerca su tematiche di interesse per la PA;\n- le direttive di utilizzo e consultazione.\n","risultati":[{"descrizione":"Aggiornamento del Piano di sviluppo della PDND, anche attraverso il consolidamento della piattaforma predisposta sulla base dei casi d’uso fissati con il gruppo di PA centrali e locali che vi hanno collaborato, sentito il Garante per la protezione dei dati personali.  (giugno 2019).\n"}],"aree-intervento":"Nel breve periodo impatto sulle PA.\n"},{"chapter":"dati-della-pa","numero":27,"nome":"Messa in produzione della PDND","inizio":"07/2019","attori":["team-digitale","pa"],"descrizione":"Il Team per la trasformazione digitale predisporrà le procedure atte al subentro del futuro gestore della PDND che gestirà l’operatività e l’evoluzione del progetto. Il gestore della PDND curerà le interazioni con le PA per definire piani di inclusione delle relative basi di dati e casi d’uso. Le PA di volta in volta coinvolte definiranno le modalità di ingestione dei dati e utilizzo della PDND consone alle proprie attività, nel rispetto dei limiti, delle condizioni e delle modalità stabilite dal Garante per la protezione dei dati personali e dal Decreto di cui al comma 4 dell’art. 50 ter del CAD.\n","risultati":[{"descrizione":"Piattaforma a disposizione delle PA (dicembre 2020).\n"}],"aree-intervento":"Nel breve periodo impatto sulle PA.\n"},{"chapter":"piattaforme","numero":28,"nome":"Adeguamento/evoluzione delle piattaforme telematiche di e-procurement","stato":"in corso","attori":["pa"],"descrizione":"Le amministrazioni esercitano le proprie funzioni di stazione appaltante avvalendosi di sistemi telematici di acquisto e negoziazione (piattaforme telematiche). L’utilizzo di tali sistemi avviene nei seguenti termini:\n- utilizzo di una piattaforma già in possesso dell’amministrazione;\n- utilizzo di una piattaforma messa a disposizione da uno dei soggetti aggregatori e/o da Centrali di committenza;\n- riuso del software messo a disposizione da altre PA;\n- utilizzo di servizi per le piattaforme offerti in SaaS da operatori di mercato.  \nNella fase di adozione delle piattaforme telematiche di e-procurement, l’Agenzia fornirà supporto alle Regioni nello sviluppo di piattaforme che saranno messe a disposizione delle amministrazioni territoriali.\n","risultati":[{"descrizione":"Le piattaforme dovranno adeguarsi alle regole tecniche del Decreto ministeriale di cui all’articolo 44 del Codice dei Contratti Pubblici (dalla data di pubblicazione del decreto attuativo).\n"}],"aree-intervento":"Nel breve e medio periodo, impatto sulle PA e sulle imprese fornitrici delle piattaforme.\n"},{"chapter":"piattaforme","numero":29,"nome":"Messa in esercizio della BDOE","stato":"in corso","attori":["mit","agid","anac","pa-basi-dati","soggetti-aggregatori"],"descrizione":"A seguito della messa in esercizio della BDOE da parte del MIT, saranno individuate le linee di intervento evolutive cui si dovranno adeguare le stazioni appaltanti per integrare le proprie piattaforme di acquisto alla BDOE.\n","risultati":[{"descrizione":"La BDOE verrà messa in esercizio attraverso l’integrazione con le basi dati degli enti titolari dei registri pubblici (dalla data di pubblicazione del decreto attuativo).\n"}],"aree-intervento":"Nel breve periodo, impatto su PA e imprese.\n"},{"chapter":"piattaforme","numero":30,"nome":"Gestione elettronica degli ordini verso i fornitori","inizio":"10/2019","attori":["rgs","agid","conferenza-stato-regioni","salute","sogei","asp","fornitori"],"descrizione":"La Legge di Bilancio 2018 prevede - per gli enti del Sistema Sanitario Nazionale (SSN) - la trasmissione in forma elettronica dei documenti attestanti l’ordinazione e l’esecuzione degli acquisti di beni e servizi. La trasmissione è effettuata attraverso il Nodo di smistamento degli ordini.  \n","risultati":[{"descrizione":"RGS avvia e mette in esercizio il sistema di gestione (Nodo di smistamento degli ordini) come da Decreto attuativo ai sensi art.1 comma 414 della Legge 205/2017 (Legge di Bilancio 2018). Le PA adeguano i propri sistemi per emettere e trasmettere ordini elettronici attraverso NSO nel settore sanitario (da ottobre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto su aziende sanitarie e imprese del settore.\n"},{"chapter":"piattaforme","numero":31,"nome":"Gestione del formato europeo della Fattura Elettronica (EN)","inizio":"04/2019","attori":["mef","ade","agid","sogei","anci"],"descrizione":"Recepimento, da parte dell’Agenzia delle Entrate, della Direttiva europea 2014/55 sulla fatturazione elettronica negli appalti pubblici che prevede l’obbligo da parte delle PA di accettare le fatture elettroniche anche in formato europeo.\n","risultati":[{"descrizione":"Adeguamento del Sistema di Interscambio per gestire le fatture elettroniche in formato europeo prevedendo la possibile traduzione nel formato FatturaPA. \n"},{"descrizione":"Le PAC aggiornano i propri sistemi per la ricezione e conservazione delle fatture (da aprile 2019). Le PAL aggiornano i propri sistemi per la ricezione e conservazione delle fatture (da aprile 2020).\n"}],"aree-intervento":"Nel breve periodo, impatto su PAC. Nel medio periodo, impatto su PAL.\n"},{"chapter":"piattaforme","numero":32,"nome":"Evoluzione tecnologica della piattaforma pagoPA","stato":"in corso","attori":["agid","team-digitale","bdi"],"descrizione":"Continuo adeguamento tecnologico della piattaforma agli standard dei servizi di pagamento previsti dagli standard europei e internazionali in collaborazione e attraverso il coordinamento di Banca d’Italia per ottenere un miglioramento continuo dell’esperienza dei cittadini, delle pubbliche amministrazioni e dei Prestatori di Servizi di Pagamento. \n","risultati":[{"descrizione":"Nuova versione back end di pagoPA (giugno 2019).\n"}],"aree-intervento":"Nel breve periodo impatto, su PA e prestatori di servizi di pagamento.\n"},{"chapter":"piattaforme","numero":33,"nome":"Completamento dell’adesione alla piattaforma pagoPA","stato":"in corso","attori":["agid","team-digitale","soggetti-obbligati"],"descrizione":"Completamento dell’attivazione dei servizi da parte di tutti i soggetti obbligati all’adesione alla piattaforma dei pagamenti entro i termini previsti dal CAD.\nAGID, in collaborazione con le Regioni, svolge attività sul territorio indirizzate alla sensibilizzazione dei soggetti obbligati ad aderire, al fine di supportare la risoluzione delle problematiche bloccanti per l’adesione alla piattaforma. Sono forniti strumenti informatici e documentazione tecnica per favorire l’integrazione con pagoPA e ambienti di test a supporto degli sviluppatori; AGID e Team per la trasformazione digitale pubblicano i dati sull’evoluzione dell’adesione.\n","risultati":[{"descrizione":"I soggetti obbligati ad aderire attivano i servizi nei tempi previsti dal CAD (dicembre 2019)\n"}],"aree-intervento":"Nel breve periodo, impatto su PA e prestatori di servizi di pagamento.\n"},{"chapter":"piattaforme","numero":34,"nome":"Monitoraggio tecnico e dell’attivazione dei servizi di pagoPA","stato":"in corso","attori":["agid","team-digitale","soggetti-obbligati","prestatori-servizio-pagamenti"],"descrizione":"AGID effettua sia il monitoraggio continuo dello stato di avanzamento dell’attivazione dei servizi da parte dei soggetti obbligati ad aderire a pagoPA, sia il monitoraggio continuo delle performance del sistema e dell’efficacia delle procedure operative, rispetto ad indicatori di qualità definiti. Rileva la presenza di problemi, individua le soluzioni e mette in atto azioni di accompagnamento.\n","risultati":[{"descrizione":"Aumento dei transati a partire dagli attuali 13 mln, da gennaio 2019, a circa 30 mln. (dicembre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto su PA e cittadini.\n"},{"chapter":"piattaforme","numero":35,"nome":"Dispiegamento del sistema SIOPE+","stato":"in corso","attori":["rgs","bdi","agid","pa"],"descrizione":"A fronte della conclusione delle fasi di sperimentazione, chiuse nel 2017, il sistema è andato a regime nel 2018 per tutti i Comuni, le Regioni, le ASL e le Aziende ospedaliere. Da gennaio 2019 entrano in SIOPE+ anche le Università, Enti di Ricerca, Autorità Portuali, Enti Parco e, con successivi decreti, verranno individuati gli ulteriori enti (scuole, istituti di formazione, ecc.).\nAGID emette le regole tecniche per gestione dei documenti informatici relativi agli ordinativi di incasso e pagamento e le Linee guida intese come vademecum per l’adozione delle regole tecniche stesse, secondo un piano di attività che prevede un aggiornamento periodico degli standard OPI.\n","risultati":[{"descrizione":"AGID emette nuove versioni delle regole tecniche OPI e delle Linee guida (luglio 2019).\n"},{"descrizione":"MEF-RGS fornisce supporto alle amministrazioni per l’adesione al sistema e per l’estensione ad altri Enti pubblici (da gennaio 2019).\n"},{"descrizione":"Banca d’Italia gestisce l’infrastruttura IT del sistema (da gennaio 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"piattaforme","numero":36,"nome":"Revisione della piattaforma open data Soldipubblici","inizio":"06/2019","attori":["rgs","bdi","agid","pa"],"descrizione":"Soldipubblici](http://soldipubblici.gov.it/it/home) è una piattaforma open data che rende facilmente accessibili ai cittadini i dati dei pagamenti della Pubblica Amministrazione. Fino ad oggi l’obiettivo è stato quello di garantire la piena trasparenza e permettere sia ai cittadini che alle stesse pubbliche amministrazioni l’analisi e il monitoraggio costante delle spese.\nL’ipotesi di revisione prevede una evoluzione del ruolo di Soldipubblici verso uno strumento, wizard like, di aggregazione e visualizzazione di dati ed informazioni di previsione, di entrata e di spesa. I dati dei pagamenti della PA sono estratti dalle banche dati del sistema informativo SIOPE, il quale alimenta anche la Banca Dati delle Amministrazioni Pubbliche (BDAP) che, oltre ai dati di incasso e pagamento ha anche molte altre informazioni, previsionali e di consuntivo, di natura economico-finanziaria. Esistono poi tutti i cataloghi open data, in larga parte federati da dati.gov.it, che le amministrazioni, sia centrali che locali, hanno prodotto e alimentano costantemente. Tutte le fonti di dati possono dare un contributo alla costruzione di una informazione strutturata e multilivello di cui Soldipubblici potrebbe essere lo strumento di visualizzazione evoluta.\nGli attori effettuano la revisione della piattaforma integrandola con ulteriori servizi di estrazione dati (ad es. per territorio, per categoria di ente, per voce di bilancio ecc.)  \n","risultati":[{"descrizione":"Piattaforma Soldipubblici aggiornata (dicembre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto su PA; nel medio periodo, impatto su cittadini e imprese.\n"},{"chapter":"piattaforme","numero":37,"nome":"Evoluzione del sistema NoiPA e valorizzazione del patrimonio informativo gestito","stato":"in corso","attori":["mef","agid","pa","dfp","inps"],"descrizione":"Le attività previste sono:\n- realizzare il nuovo sistema di gestione del personale pubblico a copertura di tutti i processi amministrativi di gestione del personale (servizi anagrafici, servizi integrati stipendiali, servizi di rilevazione presenze, servizi giuridici);\n- realizzare e rilasciare componenti aggiuntivi collegati ad esigenze di valutazione e sviluppo del personale pubblico;\n- realizzare la base dati del personale della PA;\n- valorizzare il patrimonio informativo gestito attraverso l’implementazione di componenti specifici per abilitare l’integrazione con informazioni e servizi di altri stakeholder istituzionali coinvolti nei processi di gestione del personale pubblico.\nLe amministrazioni non ancora aderenti al sistema potranno procedere a comunicare entro il 2019 la propria adesione per successivamente migrare ed adottare il sistema NoiPA, secondo la programmazione concordata con il MEF.\n","risultati":[{"descrizione":"Completamento del nuovo sistema NoiPA (data di rilascio: dicembre 2020).\n"},{"descrizione":"Richiesta di adesioni delle PA (entro il 2019).\n"},{"descrizione":"Avvio dell’erogazione del servizio (giugno 2019).\n"},{"descrizione":"Abilitazione della condivisione del patrimonio informativo gestito (giugno 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA e stakeholder istituzionali coinvolti.\n"},{"chapter":"piattaforme","numero":38,"nome":"Linee Guida SPID","stato":"in corso","attori":["agid"],"descrizione":"Al fine di favorire l’avvio dell’iter per l’emanazione ai sensi dell’art 71 del CAD, AGID predispone e pubblica in consultazione Linee guida relative ai seguenti argomenti:\n- identità digitali per uso professionale;\n- user experience;\n- firma ex art. 20 del Codice dell’amministrazione digitale;\n- adesione delle Attribute authority;\n- OpenID Connect.\nA chiusura della fase di consultazione, le linee guida seguiranno le modalità di emanazione previste dall’articolo 71 comma 1 del CAD.\n","risultati":[{"descrizione":"Linee guida per il rilascio delle identità digitali per uso professionale (giugno 2019).\n"},{"descrizione":"Linee guida user experience (giugno 2019).\n"},{"descrizione":"Linee guida per l’implementazione di sistemi per la firma ex art. 20 del Codice dell’amministrazione digitale attraverso SPID (giugno 2019).\n"},{"descrizione":"Linee guida per l’adesione in SPID delle Attribute authority in qualità di gestori di attributi qualificati (giugno 2019).\n"},{"descrizione":"Linee guida OpenID connect (giugno 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA e sulle imprese (identity provider e service provider privati).\n"},{"chapter":"piattaforme","numero":39,"nome":"Attività a seguito della notifica di SPID alla Commissione Europea","stato":"in corso","attori":["agid","ce","stati-membri","pa"],"descrizione":"Riconoscimento del sistema di identificazione elettronica SPID da parte degli altri Stati membri e possibilità di utilizzo per l’accesso ai servizi in rete della PA.\n","risultati":[{"descrizione":"SPID è abilitato all’uso per l’accesso ai servizi online delle PA all’interno dell’Unione Europea (ottobre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA degli Stati membri e sui cittadini.\n"},{"chapter":"piattaforme","numero":40,"nome":"Integrazione con le identità digitali a livello europeo","stato":"in corso","attori":["agid"],"descrizione":"Le identità digitali, notificate ai sensi del regolamento eIDAS, consentiranno di accedere ai servizi offerti da tutti gli Stati membri dell’Unione Europea. Attraverso il progetto FICEP è in via di completamento il primo “server trasfrontaliero italiano” che consente circolarità delle identità digitali.  \n","risultati":[{"descrizione":"Messa in esercizio del nodo FICEP.\n"},{"descrizione":"Primo report sull’onboarding delle pubbliche amministrazioni e dei privati (entro dicembre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA europee e sui cittadini.\n"},{"chapter":"piattaforme","numero":41,"nome":"Analisi diffusione di SPID ai fini dello switch-off","stato":"in corso","attori":["agid","pa"],"descrizione":"AGID sviluppa uno studio sulla stabilità del sistema SPID ai fini del suo utilizzo esclusivo quale sistema di identificazione ai servizi online, ai sensi dell’art. 64 del CAD.\n","risultati":[{"descrizione":"Pubblicazione studio relativo alla stabilità di SPID ai fini dello switch-off (ottobre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"piattaforme","numero":42,"nome":"Emissione della CIE all’estero","stato":"in corso","attori":["agid","interno","mae","comuni","ipzs"],"descrizione":"Rendere le sedi di alcuni Consolati pilota in grado di accettare le richieste di CIE da parte degli italiani residenti all’estero.\n","risultati":[{"descrizione":"Emissione della CIE all’estero nei Consolati pilota (da aprile 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto su PA e cittadini.\n"},{"chapter":"piattaforme","numero":43,"nome":"Notifica eIDAS","stato":"in corso","attori":["agid","interno","ipzs"],"descrizione":"Riconoscimento della CIE come strumento di autenticazione ai servizi in rete della PA degli altri Stati membri della UE. Predisposizione da parte di AGID del processo previsto per la necessaria notifica alla Commissione Europea del sistema CIE come mezzo di identificazione elettronica riconosciuto tra gli Stati membri della UE, come previsto dall’art. 9 del Regolamento eIDAS e successiva Decisione Esecutiva EU 2015/1984.\n","risultati":[{"descrizione":"Avvio da parte di AGID del processo previsto per la notifica alla Commissione Europea del sistema CIE come mezzo di identificazione elettronica riconosciuto tra gli Stati membri dell’UE, come previsto dall’art. 9 del Regolamento eIDAS e successiva Decisione Esecutiva EU 2015/1984 (da aprile 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto su PA degli Stati membri dell’UE.\n"},{"chapter":"piattaforme","numero":44,"nome":"Accesso ai servizi online con CIE","inizio":"12/2019","attori":["agid","interno","ipzs"],"descrizione":"Realizzazione di un'infrastruttura in grado di permettere la realizzazione di servizi online, anche mobile, che utilizzino la CIE come sistema di identificazione.\n","risultati":[{"descrizione":"Integrazione della CIE come strumento di identificazione nei servizi online della PA (entro dicembre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"piattaforme","numero":45,"nome":"Nuove Linee Guida per la formazione, gestione e conservazione dei documenti informatici","stato":"in corso","attori":["agid","conferenza-stato-regioni","garante-privacy","amministrazioni-partecipanti"],"descrizione":"Attraverso l’analisi dettagliata delle regole tecniche vigenti, si intendono aggiornare le attuali Linee guida e addivenire ad un unicum che contempli tutti gli aspetti previsti all’art. 71 dal nuovo CAD (ex D.Lgs. 217/2017) in materia di formazione, gestione e conservazione del documento digitale. \nRedazione, consultazione, approvazione e pubblicazione delle Linee guida (secondo i passaggi istituzionali).\n","risultati":[{"descrizione":"Linee guida per la formazione, gestione e conservazione dei documenti informatici (giugno 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA e su conservatori accreditati.\n"},{"chapter":"piattaforme","numero":46,"nome":"Modelli per l'interoperabilità tra sistemi di gestione documentale delle PA","inizio":"01/2019","attori":["agid","pa","associazioni-categoria","consulenti-settore"],"descrizione":"Definizione, progettazione e sviluppo di modelli e applicativi standard, conformi alle Linee guida e regole di interoperabilità delle PA che saranno definite da AGID entro il 2019. I componenti applicativi sviluppati, una volta diffusi all’interno delle PA coinvolte, garantiranno:\n- l'interoperabilità tra i sistemi di gestione documentale già esistenti nelle pubbliche amministrazioni;\n- l’integrazione tra sistemi di gestione documentale e poli di conservazione, con funzionalità di ricerca e monitoraggio di tipo avanzato.\nTali moduli potranno essere adottati in sussidiarietà dalle amministrazioni al fine di velocizzare la gestione completamente digitale del documento amministrativo.\nL’obiettivo è quello di consentire a cittadini ed imprese un accesso razionalizzato ai documenti prodotti nell’ambito di tali procedimenti.\n","risultati":[{"descrizione":"Realizzazione moduli di interoperabilità (giugno 2020).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA e su conservatori accreditati.\n"},{"chapter":"piattaforme","numero":47,"nome":"Progetto di redazione di linee guida di interoperabilità tra sistemi di conservazione","stato":"in corso","attori":["agid","aid","notariato","acs","dg-archivi"],"descrizione":"Gli attori condividono le esperienze maturate in materia di conservazione dei documenti informatici, con particolare attenzione alle soluzioni metodologiche, organizzative e tecniche adottate, nonché all’analisi delle tipologie di documenti e oggetti digitali (testo, immagini, filmati) prodotti e che dovranno essere oggetto di conservazione da parte della PA (formati, procedure di sicurezza, firme, dematerializzazione). È svolta una sperimentazione finalizzata a identificare e analizzare eventuali problematiche nella trasmissione di pacchetti di conservazione tra le parti e a individuare le modalità di comunicazione più idonee adottabili per la comunicazione tra diversi sistemi di conservazione. Gli attori definiscono infine uno schema architetturale e funzionale di procedure che consentano la conservazione permanente e le attività di scarto e di controllo su fascicoli e documenti che devono andare in conservazione. \nIl progetto sarà sviluppato in quattro fasi di lavoro: \n- identificazione delle soluzioni adottabili per garantire l’interoperabilità e la comunicazione tra sistemi di conservazione; \n- definizione delle modalità più opportune per garantire l’invio delle diverse tipologie di documenti informatici in conservazione, nel rispetto delle caratteristiche di qualità, sicurezza, integrità ed immodificabilità; \n- identificazione delle caratteristiche tecnologico-organizzative della rete dei Poli di conservazione e di un punto di accesso ai documenti in conservazione per l’Archivio Centrale dello Stato; \n- identificazione di regole per l’interoperabilità e la trasferibilità dei documenti informatici tra i sistemi di conservazione diversi, da mettere in consultazione pubblica.\n","risultati":[{"descrizione":"Pubblicazione, previa consultazione pubblica, da parte di AGID delle regole di interoperabilità per i sistemi di conservazione a livello nazionale (dicembre 2021). \n"}],"aree-intervento":"Nel medio periodo, impatto sulle PA.\n"},{"chapter":"piattaforme","numero":48,"nome":"Progetto di dematerializzazione documenti della PA","stato":"in corso","attori":["agid","pa"],"descrizione":"Promuovere la piena digitalizzazione dell’attività amministrativa attraverso la progressiva dematerializzazione degli archivi correnti. Supportare le amministrazioni nell’individuazione di soluzioni e modelli organizzativi orientati alla completa digitalizzazione dei processi. Le amministrazioni comunicano ad AGID l’avvio e la conclusione del processo di dematerializzazione avviato all’interno di ciascuna Area Organizzativa Omogenea (AOO). AGID pubblica il primo report a fine 2021. \n","risultati":[{"descrizione":"Dematerializzazione degli archivi correnti delle pubbliche amministrazioni centrali: il 40% delle PA hanno concluso progetti di dematerializzazione degli archivi correnti e quindi risolto contratti di locazione degli spazi di stoccaggio degli archivi cartacei. (dicembre 2021).\n"}],"aree-intervento":"Nel medio periodo, impatto sulle PA.\n","ambito":"pac"},{"chapter":"piattaforme","numero":49,"nome":"Promozione della circolarità anagrafica","stato":"in corso","attori":["interno","agid","sogei","pa","gestori-pubblici-servizi","societa-controllate-da-pa"],"descrizione":"La linea di azione si sviluppa in due fasi:\n1. Definizione di un modello di Accordo di servizio e di un processo facilitato per le stipule che indichi:\n- le finalità istituzionali per cui si richiede l’accesso ai dati ANPR;  \n- le modalità tecnico-amministrative con cui accedere;\n- la definizione dei data service a cui poter accedere.\nVerrà predisposto un sistema web per facilitare l’adesione all’Accordo di servizio ai soggetti che ne hanno diritto. \n2. Stipula degli Accordi di servizio\n","risultati":[{"descrizione":"Modello di Accordo di servizio e processo per la stipula degli Accordi (gennaio 2019);\n"},{"descrizione":"Stipula degli Accordi (da febbraio 2019).\n"}],"aree-intervento":"Nel breve e medio periodo impatto sulle PA, gestori di pubblici servizi, società controllate dalle PA.\n"},{"chapter":"piattaforme","numero":50,"nome":"Visura anagrafica e Certificazione anagrafica nazionale","stato":"in corso","attori":["interno","agid","sogei"],"descrizione":"ANPR permette a tutti i cittadini di visualizzare, anche attraverso SPID, la propria situazione anagrafica (visura anagrafica), e quella della famiglia anagrafica in cui è inserito, consultabili tramite web app resa disponibile a livello nazionale.\nANPR rende possibile, anche attraverso i servizi fiduciari previsti dal regolamento europeo eIDAS, per garantire l’autenticità della fonte, la realizzazione di un servizio di certificazione anagrafica nazionale on-line.\n","risultati":[{"descrizione":"Disponibilità visura anagrafica on-line per i cittadini (gennaio 2019).\n"},{"descrizione":"Disponibilità certificazione dei dati anagrafici on-line per i cittadini (dicembre 2019).\n"}],"aree-intervento":"Visura anagrafica: nel breve periodo sui cittadini le PA locali\nCertificazione online: nel medio periodo sui cittadini, le PA locali e gli ordini professionali.\n"},{"chapter":"ecosistemi","numero":51,"nome":"Convocazione dei Gruppi di lavoro degli ecosistemi e definizione dei tavoli di lavoro tecnici","inizio":"01/2019","attori":["capofila","agid"],"descrizione":"Fase di envisioning - Per ciascun ecosistema, l’amministrazione capofila istituisce il Gruppo di lavoro, coinvolge gli stakeholder di riferimento per l’ecosistema (tramite, ad esempio, delle audizioni) e, una volta raccolte le loro esigenze, definisce il perimetro di riferimento dell’ecosistema stesso e ne descrive la vision con le progettualità e gli interventi prioritari. I Gruppi di lavoro inoltre definiscono gli eventuali tavoli tecnici necessari allo sviluppo degli ecosistemi. \n","risultati":[{"descrizione":"Le Amministrazioni capofila costituiscono, con il supporto di AGID, i Gruppi di lavoro per almeno 4 ecosistemi: Finanza pubblica, Sviluppo e sostenibilità, Beni culturali e turismo, Welfare (entro dicembre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto su PA capofila e stakeholder dell’ecosistema.\n","ambito":"pac_pal"},{"chapter":"ecosistemi","numero":52,"nome":"Design degli ecosistemi","inizio":"01/2020","attori":["gdl-ecosistemi"],"descrizione":"Fase di design - I Gruppi di lavoro ed i tavoli tecnici, attraverso il coinvolgimento dei diversi stakeholder interessati, identificano le progettualità ed i servizi prioritari da sviluppare a beneficio dei cittadini e delle imprese, gli eventuali progetti già esistenti da integrare nel disegno dell’ecosistema, nonché le basi dati ed i sistemi informativi da collegare e correlare. Output di questa fase di lavoro dovrà essere un documento contenente la visione, il perimetro e la strategia di sviluppo dell’ecosistema, da sottoporre ad una consultazione pubblica della durata minima di 60 giorni. \n","risultati":[{"descrizione":"I gruppi di lavoro degli ecosistemi prioritari producono ciascuno un documento contenente visione, perimetro e strategie di sviluppo degli ecosistemi - da mettere in consultazione pubblica (giugno 2020).\n"}],"aree-intervento":"Nel breve periodo, impatto su PA coinvolte e stakeholder degli ecosistemi.\n","ambito":"pac_pal"},{"chapter":"ecosistemi","numero":53,"nome":"Realizzazione delle analisi as-is degli ecosistemi","inizio":"06/2020","attori":["gdl-ecosistemi"],"descrizione":"Fase di Make or Buy - I Gruppi di lavoro ed i tavoli tecnici favoriscono e supportano le attività di realizzazione delle progettualità, studiano meccanismi di incentivazione all’utilizzo dei servizi digitali e istituiscono dei forum tematici per l’ascolto del mercato e dei cittadini. Definiscono e condividono una metodologia di monitoraggio delle azioni avviate.\n","risultati":[{"descrizione":"I gruppi di lavoro degli ecosistemi monitorano lo sviluppo dell’ecosistema a partire dalla situazione di partenza (As-Is) e condividono una metodologia di monitoraggio. I gruppi di lavoro degli ecosistemi istituiscono inoltre Forum tematici (dicembre 2020).\n"}],"aree-intervento":"Nel breve periodo, impatto su PA coinvolte e stakeholder degli ecosistemi.\n","ambito":"pac_pal"},{"chapter":"ecosistemi","numero":54,"nome":"Accompagnamento allo sviluppo degli ecosistemi","inizio":"01/2021","attori":["gdl-ecosistemi"],"descrizione":"Fase di Crescita (Growth) - I Gruppi di lavoro ed i tavoli tecnici degli ecosistemi accompagnano e monitorano lo sviluppo degli ecosistemi e delle diverse progettualità avviate e proseguono con le attività di ascolto e coinvolgimento attraverso i forum tematici.\n","risultati":[{"descrizione":"I gruppi di lavoro degli ecosistemi avviano azioni di accompagnamento e realizzano attività di monitoraggio sullo sviluppo degli ecosistemi (dicembre 2021).\n"}],"aree-intervento":"Nel breve periodo, impatto su PA coinvolte e stakeholder degli ecosistemi.\n","ambito":"pac_pal"},{"chapter":"sicurezza-informatica","numero":55,"nome":"CERT-PA - ampliamento capacità operativa","stato":"in corso","attori":["agid"],"descrizione":"CERT-PA, operante dal 2013, aumenterà progressivamente la sua capacità operativa, rafforzando l’infrastruttura ICT di erogazione dei servizi di base e potenziando il primo sistema informativo sulle minacce cibernetiche (Cyber Security Knowledge Base), anche attraverso l’implementazione delle soluzioni [Infosharing CERT-PA](https://portal.cert-pa.it/web/guest/login) e National Vulnerability Database(NVD).\n","risultati":[{"descrizione":"Ampliamento della propria constituency, gestione della piattaforma di infosharing in modalità autonoma da parte delle amministrazioni accreditate. Costituzione del NVD tramite la piattaforma Infosec.\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"sicurezza-informatica","numero":56,"nome":"CERT-PA - Piattaforma Infosec","inizio":"06/2019","attori":["agid"],"descrizione":"CERT-PA ridisegna e rende disponibile la piattaforma Infosec al fine di offrire un supporto altamente tecnico per gli analisti di sicurezza. La piattaforma sarà punto di riferimento tecnico operativo e informativo per tutte le PA. \n","risultati":[{"descrizione":"Rilascio della piattaforma (luglio 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"sicurezza-informatica","numero":57,"nome":"Adeguamento delle PA agli standard Trasmissione automatizzata IoC","stato":"in corso","attori":["agid","pa"],"descrizione":"Definizione degli standard per la trasmissione automatizzata degli indicatori di compromissione (IoC), emanazione delle linee guida del modello architetturale per la trasmissione automatizzata degli IoC.\nLe PA, al fine di aderire all’architettura per la trasmissione automatizzata degli IoC, adottano gli standard emanati e predispongono un piano di adeguamento e realizzano i servizi nel rispetto delle Linee guida.\n","risultati":[{"descrizione":"Emanazione standard e Linee guida del modello architetturale di gestione della trasmissione automatizzata degli IoC (settembre 2019).\n"},{"descrizione":"Piano di adeguamento delle amministrazioni (dicembre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"sicurezza-informatica","numero":58,"nome":"Realizzazione piattaforma nazionale della PA per la trasmissione automatizzata degli IoC","stato":"in corso","attori":["agid","pa"],"descrizione":"AGID realizza, in via sperimentale, per le pubbliche amministrazioni, una piattaforma nazionale di trasmissione automatizzata degli IoC.\n","risultati":[{"descrizione":"Al fine di poter utilizzare tale piattaforma, le PA adottano gli standard emanati e predispongono le proprie infrastrutture all’utilizzo della piattaforma secondo gli standard e le Linee guida emanate da AGID (luglio 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"sicurezza-informatica","numero":59,"nome":"Segnalazioni incidenti Informatici al CERT-PA","stato":"in corso","attori":["pa"],"descrizione":"Tutte le pubbliche amministrazioni sono tenute a monitorare e segnalare prontamente al CERT-PA gli incidenti informatici e ogni situazione di potenziale rischio, utilizzando i canali di comunicazione riportati nella [sezione dedicata del sito AGID](http://www.agid.gov.it/agenda-digitale/infrastrutture-architetture/cert-pa). Per tutti i soggetti accreditati su Infosharing CERT-PA è disponibile un’apposita funzionalità di segnalazione. \n","risultati":[{"descrizione":"attività ricorrente.\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"sicurezza-informatica","numero":60,"nome":"Emanazione Linee Guida di sicurezza cibernetica per le PA","stato":"in corso","attori":["agid","pa"],"descrizione":"A supporto e complemento delle Misure minime di sicurezza ICT, documento di natura prescrittiva che indirizza adempimenti tecnici puntuali, AGID emana documenti che indirizzano i temi strategici, organizzativi ed operativi necessari alle PA per innalzare il proprio livello di sensibilità, conoscenza, preparazione e capacità di risposta relativamente alla crescente minaccia cibernetica. \n","risultati":[{"descrizione":"Emanazione delle Linee guida di sicurezza cibernetica per le PA (entro dicembre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"servizi-digitali","numero":61,"nome":"Adeguamento alle Linee guida di design dei siti e servizi web delle PA","stato":"in corso","attori":["pa"],"descrizione":"Le PA centrali indicate nella [Determinazione AGID n.36/2018](https://www.agid.gov.it/sites/default/files/repository_files/36_-_dt_dg_n._36_-_12_feb_2018_-_riorganizzazione_dominio_gov_22.12.2017_003_1_4.pdf) e non ancora aderenti alle Linee guida di design, nonché le PA regionali e locali, comunicano  ad AGID la data entro cui termineranno i lavori di adeguamento.\n","risultati":[{"descrizione":"Le PA comunicano ad AGID le date entro cui saranno rilasciati siti e servizi digitali conformi alle Linee guida di design (ottobre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"servizi-digitali","numero":62,"nome":"Linee guida di design dei siti della PA nei capitolati di gara","inizio":"06/2019","attori":["pa"],"descrizione":"Le pubbliche amministrazioni e i relativi fornitori seguono i processi metodologici e implementativi indicati dalle Linee guida di design e su Designers Italia.\n","risultati":[{"descrizione":"Nei capitolati di gara relativi alla realizzazione di siti e servizi online, le PA indicano gli strumenti e le metodologie progettuali descritte nelle linee guida di design (da dicembre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA e sulle imprese ICT.\n"},{"chapter":"servizi-digitali","numero":63,"nome":"Rilascio di un kit per il design e lo sviluppo dei siti dei comuni e delle scuole","inizio":"04/2019","attori":["team-digitale","miur","comuni"],"descrizione":"Il kit di design mette a disposizione uno standard per i siti web dei comuni e delle scuole basato sulle Linee guida di design. I due modelli, costruiti con pattern testati e verificati con gli utenti, intendono rendere più efficace l’interazione con il sito. A partire da aprile 2019, tutti i Comuni e le scuole potranno utilizzare lo starter kit disponibile. Una prima sperimentazione pilota sarà supportata da Team per la trasformazione digitale con un numero limitato di Comuni e scuole per verificare e consolidare il modello in vista di una sua adozione su scala più ampia.\n","risultati":[{"descrizione":"Modello standard di servizio ed esperienza utente attivo nei Comuni e nelle scuole che prendono parte alla sperimentazione pilota (da agosto 2019).  \n"}],"aree-intervento":"Nel breve periodo, impatto su Comuni, scuole e cittadini.\n"},{"chapter":"servizi-digitali","numero":64,"nome":"Pubblicazione delle linee guida di design contenenti regole, standard e guide tecniche, secondo l’articolo 71 del CAD","inizio":"07/2019","attori":["agid"],"descrizione":"Ai sensi degli articoli 14-bis e 71 del CAD, AGID emana, sotto forma di regole tecniche, le Linee guida di design dei siti e dei servizi web della PA.\n","risultati":[{"descrizione":"Pubblicazione, su apposita sezione del sito web AGID, delle Linee guida di design dei siti e dei servizi web della PA secondo quanto previsto dall’art 71 del CAD. \n"},{"descrizione":"Le linee guida contengono regole tecniche e definizione degli aspetti di dettaglio, in apposito allegato tecnico costituente parte integrante delle linee guida stesse (luglio 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto su PA e fornitori.\n"},{"chapter":"servizi-digitali","numero":65,"nome":"Pubblicazione obiettivi di accessibilità","entro":"03/2019","attori":["pa"],"descrizione":"Le PA effettuano annualmente una ricognizione interna circa gli interventi e le soluzioni da porre in essere per migliorare l’accessibilità dei siti e dei servizi online erogati (ad es. i corsi di aggiornamento sull’accessibilità, inclusi quelli relativi alle modalità di creazione, gestione e aggiornamento di contenuti accessibili dei siti web e delle applicazioni mobili oppure l’eliminazione dei documenti in formato immagine), inserendo anche la previsione temporale per la realizzazione di tali interventi e lo comunicano negli obiettivi di accessibilità.\n","risultati":[{"descrizione":"Le PA pubblicano sul sito web istituzionale gli [obiettivi annuali di accessibilità](https://www.agid.gov.it/it/Circolare-n1-2016-Agenzia-Italia-Digitale) nella sezione “Amministrazione trasparente – Altri contenuti – Accessibilità e Catalogo di dati, metadati e banche dati” (entro 31 marzo di ogni anno).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"servizi-digitali","numero":66,"nome":"Attuazione Direttiva europea 2016/2102 sull’accessibilità dei siti web","stato":"in corso","attori":["pa"],"descrizione":"I siti web pubblicati dopo il mese di settembre 2018 dovranno essere aderenti agli adempimenti previsti dalla Direttiva europea recepita col D.Lgs. 106/2018.\n","risultati":[{"descrizione":"Le PA pubblicano sul loro sito istituzionale la dichiarazione di accessibilità dal 23 settembre 2019.\n"},{"descrizione":"Entrata in piena applicazione per i siti web pubblicati dal 23 settembre 2018, a decorrere dal 23 settembre 2019.\n"},{"descrizione":"Entrata in piena applicazione per i siti web pubblicati prima del 23 settembre 2018, a decorrere dal 23 settembre 2020.\n"},{"descrizione":"Entrata in piena applicazione per le applicazioni mobili, a decorrere dal 23 giugno 2021.\n"}],"aree-intervento":"Nel breve periodo, impatto su PA e cittadini.\n"},{"chapter":"servizi-digitali","numero":67,"nome":"Utilizzo del protocollo eGLU per i test usabilità dei siti web delle PA centrali","inizio":"01/2019","attori":["pac","agid","dfp"],"descrizione":"Le pubbliche amministrazioni centrali, elencate nella [Determinazione AGID n.36/2018](https://www.agid.gov.it/sites/default/files/repository_files/36_-_dt_dg_n._36_-_12_feb_2018_-_riorganizzazione_dominio_gov_22.12.2017_003_1_4.pdf), effettuano dei test di usabilità sui propri siti istituzionali utilizzando il [“Protocollo eGLU LG per la realizzazione di test di usabilità”](https://docs.italia.it/italia/designers-italia/design-linee-guida-docs/it/stabile/doc/user-research/usabilita.html#protocollo-eglu-lg-per-la-realizzazione-di-test-di-usabilita), e i relativi [kit di usabilità](https://designers.italia.it/kit/usability-test/) messi a disposizione su Designers.italia.it. \n","risultati":[{"descrizione":"Le PA inviano ad AGID il report finale del test di usabilità (giugno 2019) e alcuni dei risultati più rilevanti vengono pubblicati sul sito Designers.Italia.it. \n"},{"descrizione":"AGID e il Dipartimento di Funzione Pubblica organizzano un incontro annuale con le PA per presentare e discutere i risultati (da dicembre 2019, con cadenza annuale).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"servizi-digitali","numero":68,"nome":"Nuovi strumenti per il riuso delle soluzioni delle PA","inizio":"01/2019","attori":["agid","team-digitale","pa"],"descrizione":"Verranno definiti e realizzati strumenti operativi per fornire alle PA indicazioni puntuali per realizzare la condivisione dei software aperti.\n","risultati":[{"descrizione":"Linee guida in attuazione degli artt.68 e 69 del CAD, contenenti:\n- modello per la scelta del tipo di licenza (giugno 2019);\n- indicazioni per la gestione della maintainance compresa l’individuazione della modalità di condivisione della spesa (giugno 2019);\n- individuazione degli strumenti per diffondere e rendere disponibile il software open source di proprietà delle PA - nuovo catalogo del riuso presso Developers Italia (giugno 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto su PA.\n"},{"chapter":"servizi-digitali","numero":69,"nome":"Evoluzione della piattaforma Docs Italia","inizio":"06/2019","attori":["team-digitale","agid"],"descrizione":"La piattaforma Docs Italia è oggetto di un continuo processo di evoluzione che comprenderà, tra l’altro, la creazione di un nuovo front end responsive e accessibile, un convertitore di documenti, un efficace motore di ricerca e la possibilità di commentare i documenti per rendere più efficace i processi di consultazione.\n","risultati":[{"descrizione":"Pubblicazione progressiva di un nucleo sempre più ampio di tipologie di documenti.\n"}],"aree-intervento":"Nel breve periodo, impatto su PA e cittadini.\n"},{"chapter":"servizi-digitali","numero":70,"nome":"Sperimentazione dell’adozione di Docs Italia per documentare progetti pubblici legati all’Agenda digitale","inizio":"12/2019","attori":["pa","agid","team-digitale"],"descrizione":"Realizzazione di un progetto pilota che prevede l’identificazione di un nucleo ristretto di amministrazioni e progetti (documenti descrittivi, documenti tecnici) che verranno documentati esclusivamente attraverso Docs Italia\n","risultati":[{"descrizione":"I documenti delle pubbliche amministrazioni identificati nel progetto pilota sono ospitati sulla piattaforma Docs Italia (da giugno 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto su PA e cittadini.\n"},{"chapter":"servizi-digitali","numero":71,"nome":"Avvio del processo di onboarding alla piattaforma “Web analytics Italia”","inizio":"10/2019","attori":["pa-coinvolte","agid"],"descrizione":"A seguito di una sperimentazione pilota, le amministrazioni effettuano l’onboarding alla piattaforma “Web analytics Italia” per l’utilizzo in autonomia della piattaforma.\n","risultati":[{"descrizione":"Le amministrazioni coinvolte da AGID partecipano al progetto pilota ed effettuano l’analisi dei siti web o servizi digitali di propria competenza (da ottobre 2019).\n"},{"descrizione":"AGID apre la piattaforma a tutte le amministrazioni interessate (dicembre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA. Nel medio e lungo periodo impatto sui soggetti istituzionali coinvolti, imprese, professionisti e cittadini.\n"},{"chapter":"servizi-digitali","numero":72,"nome":"Progettazione e sviluppo dell’app e della piattaforma","inizio":"01/2019","attori":["team-digitale"],"descrizione":"Implementazione dell’app (backend-frontend). IO è un’applicazione progettata per soddisfare i bisogni del cittadino, fornendo un luogo digitale di accesso all’esperienza di cittadinanza digitale. L’applicazione e i suoi componenti sviluppati come open source, il backlog delle attività e il codice saranno accessibili liberamente.\n","risultati":[{"descrizione":"Test della prima closed-beta dell’app che implementa le funzionalità di notifica, pagamento, gestione del wallet pagoPA (settembre 2019)\n"}],"aree-intervento":"Nel breve periodo, impatto su PA e cittadini.\n"},{"chapter":"servizi-digitali","numero":73,"nome":"Onboarding delle PA sulla piattaforma IO","inizio":"01/2020","attori":["team-digitale","pa-coinvolte"],"descrizione":"Gli enti erogatori dei servizi si qualificano presso i sistemi di IO e iniziano a veicolare i propri servizi anche tramite le API messe a disposizione.\n","risultati":[{"descrizione":"Le PA coinvolte veicolano almeno 50 servizi centrali e locali (settembre 2020).\n"}],"aree-intervento":"Nel breve periodo, impatto su PA e cittadini.\n"},{"chapter":"servizi-digitali","numero":74,"nome":"Supporto alla migrazione verso il dominio .edu e il dominio .it","stato":"in corso","attori":["miur","cnr","agid","pal","istituzioni-scolastiche"],"descrizione":"AGID, CNR e MIUR hanno costituito un tavolo di lavoro per supportare il passaggio degli istituti scolastici al dominio “.edu.it”. MIUR e CNR hanno predisposto una [pagina informativa](http://www.miur.gov.it/web/guest/nuovo-dominio-edu.it) di supporto. AGID ha pubblicato una [manifestazione d’interesse](https://www.agid.gov.it/sites/default/files/repository_files/manifestazioneinteresse_7set2018_uv.pdf) rivolta ai fornitori di servizi di gestione dei domini internet alle PA individuate dalla  Determinazione n.36/2018 per la richiesta di disponibilità a fornire, nel periodo transitorio, i servizi necessari alla corretta migrazione dei domini. \nDa settembre 2018, tutte le scuole di ogni ordine e grado possono registrare il nome a dominio .edu.it attraverso il portale del CNR, Registro.it.\nAnalogamente, sullo stesso portale tutti gli enti territoriali possono [procedere alla registrazione del dominio.it](https://www.nic.it/registra-tuo-it/registrare-it) secondo le indicazioni in esso contenute.\n","risultati":[{"descrizione":"Migrazione delle scuole al dominio “edu.it” e degli enti territoriali al dominio “.it” (ottobre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto su PA coinvolte (MIUR, scuole e enti territoriali).\n"},{"chapter":"modelli-e-strumenti-innovazione","numero":75,"nome":"Attivazione e sperimentazione della Piattaforma per gli appalti di innovazione","stato":"in corso","attori":["agid","stakeholder"],"descrizione":"Quest’azione mira a rilasciare:\n- la piattaforma di accordi istituzionali comprendente, tra le altre, le amministrazioni individuate nell’art. 19 del D.L. 179/2012;\n- la vetrina delle best practice degli appalti di innovazione, quale strumento di condivisione della conoscenza delle esperienze migliori;\n- lo strumento per l’emersione e la sistematizzazione dei fabbisogni di innovazione;\n- il forum come strumento di open innovation, per favorire l’aggregazione della domanda pubblica e la partecipazione del mercato.\n","risultati":[{"descrizione":"AGID mette a disposizione la Piattaforma e sperimentazione dell’innovation procurement broker (giugno 2019).\n"}],"aree-intervento":"Nel breve periodo impatto sulle PA, nel medio periodo impatto sulle imprese\n","ambito":"pac_pal"},{"chapter":"modelli-e-strumenti-innovazione","numero":76,"nome":"Promozione e monitoraggio degli appalti di innovazione","stato":"in corso","attori":["agid","pa"],"descrizione":"Sollecitare le amministrazioni all’utilizzo delle pratiche per appalti di innovazione: consultazioni di mercato, procedure negoziate, dialogo competitivo, partenariato per l’innovazione a condividere le informazioni chiave, così da favorire:\n- la collaborazione tra PA innovative;\n- l’identificazione e la condivisione delle migliori pratiche;\n- il coinvolgimento di un mercato sempre più ampio ed eterogeneo\n","risultati":[{"descrizione":"Attivazione di uno strumento di monitoraggio della spesa in appalti precommerciali e di innovazione, con aspettativa di incremento annuo del 10% della spesa complessiva in materia di acquisti d’innovazione nel triennio 2019/2021 (dicembre 2021, con report di misurazione ogni sei mesi).   \n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA (continuo nel triennio).\n"},{"chapter":"modelli-e-strumenti-innovazione","numero":77,"nome":"Definizione e implementazione del modello Smart Landscape","stato":"in corso","attori":["agid","gdl-enti-locali","rtd","stakeholder"],"descrizione":"La definizione di un modello di Smart Landscape Engine vedrà in prima battuta il coinvolgimento delle Amministrazioni e dei loro Responsabili della Transizione al Digitale, oltre che degli altri stakeholder citati precedentemente, al fine di effettuare un assessment dei progetti in atto e di ottenere contributi e dati territoriali in modo proattivo. Con la stipula di accordi di collaborazione si addiverrà ad una prima implementazione del modello attraverso la sperimentazione di innovazioni tecnologiche in contesti controllati che riproducano le dinamiche e le interazioni dell’ambiente urbano e non, anche attraverso attività di studio e di ricerca. \n","risultati":[{"descrizione":"Primo modello di riferimento (da dicembre 2019).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"modelli-e-strumenti-innovazione","numero":78,"nome":"Progettazione e realizzazione del primo prototipo del motore predittivo a supporto della governance della Smart Landscape","inizio":"01/2020","attori":["agid","rtd","universita-centri-ricerca"],"descrizione":"Attraverso la definizione della strategia di procurement si definirà un percorso di ricerca e sviluppo della soluzione innovativa basata su tecniche di Intelligenza artificiale. Il motore predittivo implementato verrà reso fruibile su una Piattaforma (Smart Landscape Platform - SLaP), in fase di progettazione, che faciliterà l’attuazione del modello proposto e l’integrazione di servizi tra PA e operatori economici, grazie all’interazione con il cittadino.\n","risultati":[{"descrizione":"Prima validazione del prototipo scalabile su ulteriori aree di intervento (dicembre 2021).\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"governare-la-trasformazione-digitale","numero":79,"nome":"Costituzione di Unità di Program Management Office regionali","stato":"in corso","attori":["agid","regioni"],"descrizione":"Istituzione di unità di Program Management Office regionali (PMOR) dedicate alle attività regionali, con il compito di coordinare le attività operative oggetto dell’accordo regionale, sviluppare e manutenere il Master Plan di progetto e interagire con il Project Management Office Centrale AGID che può ingaggiare all’occorrenza i Centri di Competenza Tematici, (CDCT) che, oltre a fornire il supporto specialistico richiesto dal PMO, hanno anche il compito di sviluppare metodologie per la messa a disposizione degli asset necessari all’implementazione.\n","risultati":[{"descrizione":"Creazione di una piattaforma per il PMO e di un modello operativo di azione (giugno 2019);\n"},{"descrizione":"Avvio del PMO regionale su 3 Regioni Pilota (dicembre 2019).\n"}],"aree-intervento":"Impatto a breve termine sulle PA.\n","ambito":"pal"},{"chapter":"governare-la-trasformazione-digitale","numero":80,"nome":"Laboratori digitali per i territori","inizio":"01/2019","attori":["agid","dfp","pal"],"descrizione":"Il processo di digitalizzazione del Paese deve coinvolgere tutte le realtà territoriali, a partire dai piccoli Comuni, e il primo passo è quello di informare, sensibilizzare e dare ascolto alle esigenze che vengono dal basso. Saranno costituiti “Laboratori digitali” con piccoli Comuni o con aggregazioni di essi per: i) definire modelli di organizzazione, anche territoriale, finalizzati all’introduzione delle iniziative di digitalizzazione previste dal Piano; ii) rilevare i fabbisogni di competenze del personale all’interno di tali amministrazioni e delineare le opportune iniziative formative; iii) individuare canali di finanziamento degli interventi, in collaborazione con le Regioni e le città metropolitane; iv) avviare progetti pilota all’interno dei Laboratori. \n","risultati":[{"descrizione":"Costituzione di almeno 10 laboratori digitali entro dicembre 2019.\n"}],"aree-intervento":"Nel breve periodo, impatto sulle PA.\n"},{"chapter":"governare-la-trasformazione-digitale","numero":81,"nome":"Istituzione del servizio civile digitale","inizio":"01/2019","attori":["dfp","agid","servizio-civile","regioni","province-autonome","citta-metro","comuni"],"descrizione":"I Comuni inseriscono progetti di trasformazione digitale all’interno dei bandi per il servizio civile. Saranno premiate le proposte progettuali delle unioni di Comuni che, al fine di razionalizzare la spesa pubblica rendere efficienti i procedimenti amministrativi, intendano aggregare funzioni e servizi. I giovani intenzionati ad attivare il servizio civile che sceglieranno un progetto di trasformazione o di formazione digitale (riduzione del digital divide), dopo un breve corso di formazione presso AGID, attraverso un toolkit che verrà loro messo a disposizione, potranno realizzare delle attività di formazione ai dipendenti dei comuni in materia di Piano Triennale per l’informatizzazione della pubblica amministrazione e/o potranno seguire direttamente i progetti di digitalizzazione avviati dal Comune stesso. \n","risultati":[{"descrizione":"Avvio del progetto in fase sperimentale (entro dicembre 2020).\n"}],"aree-intervento":"Impatto a breve-medio termine su PA e cittadini.\n"},{"chapter":"governare-la-trasformazione-digitale","numero":82,"nome":"Il Responsabile della Transizione alla modalità digitale","stato":"in corso","attori":["agid","dfp","pac","regioni","citta-metro"],"descrizione":"AGID promuove la creazione di un gruppo di lavoro permanente partendo da dai RTD di PA Centrali, Regioni, Città Metropolitane e relativi Comuni capoluogo, per supportare le amministrazioni ed attuare gli obiettivi di transizione al digitale previsti dal Piano Triennale. Tale rete ha il compito di evidenziare e condividere fabbisogni, esperienze e criticità, al fine di definire strumenti, metodologie, soluzioni replicabili in tutte le PA. Il Dipartimento della Funzione Pubblica e AGID, al fine di rafforzare il ruolo degli RTD, costruiscono e condividono modelli organizzativi comuni e obiettivi di performance correlati alla digitalizzazione. Riunioni periodiche e tematiche dei RTD consentiranno di definire tavoli di lavoro specifici al cui interno le Amministrazioni avranno un ruolo proattivo nel condividere dati, esperienze, proposte. A tale scopo saranno utilizzati spazi di discussione (es. forum.italia.it) e gruppi di lavoro online.","risultati":[{"descrizione":"AGID istituisce la rete dei RTD (entro marzo 2019) e promuove la costituzione di una conferenza permanente dei RTD (entro dicembre 2019). \n"}],"aree-intervento":"Impatto a breve termine sulle PA\n"},{"chapter":"governare-la-trasformazione-digitale","numero":83,"nome":"Iniziative della Rete dei RTD","inizio":"07/2019","attori":["agid","dfp","formez","sna","pac","regioni","citta-metro"],"descrizione":"Per collaborare alla realizzazione della trasformazione digitale AGID supporta i RTD mettendo a disposizione figure di supporto specialistico, strumenti e aree di collaborazione, che hanno l’obiettivo di trasferire conoscenze e strategie di digitalizzazione da attuare all’interno delle amministrazioni per la realizzazione del Piano e di accrescimento della capacità amministrativa, come spazi di discussione, e gruppi di lavoro online. La Rete dei RTD, in sinergia con gli attori indicati, elabora e utilizza risorse comuni (es.: modelli applicativi e studi), promuove attività di formazione di competenze digitali specialistiche e trasversali, avvia iniziative di sensibilizzazione e diffusione, anche sul territorio anche allo scopo di valorizzare le migliori best practice.\n","risultati":[{"descrizione":"La Rete dei RTD sviluppa modelli applicativi e studi e promuove incontri ed eventi di formazione, divulgazione, condivisione (entro dicembre 2019).\n"}],"aree-intervento":"Impatto a breve termine sulle PA.\n"},{"chapter":"governare-la-trasformazione-digitale","numero":84,"nome":"Evoluzione della strategia di monitoraggio","inizio":"01/2019","attori":["agid","amministrazioni-partecipanti"],"descrizione":"AGID ha avviato un’attività di ricognizione e di definizione delle modalità di calcolo degli attuali indicatori presenti nella Strategia per la crescita digitale, accogliendo peraltro le sollecitazioni in tal senso pervenute da amministrazioni territoriali ed enti nel corso di specifici incontri sul tema . Tale ricognizione è stata lo spunto per individuare nuovi indicatori per monitorare, con maggiore incisività, le iniziative strategicamente rilevanti per AGID e per riflettere sulla definizione di una metodologia univoca per la raccolta dei dati utili alla misurazione dei diversi indicatori individuati. Per il consolidamento della metodologia si intende coinvolgere, in modo permanente, le amministrazioni territoriali che si confronteranno per:\n- individuare un livello comune minimo di dati da rilevare presso tutte le amministrazioni;\n- individuare modalità di reperimento dei dati senza gravare sulle amministrazioni che detengono il dato evitando di dover fornire sempre gli stessi dati;\n- individuare una correlazione con gli indicatori dell’eGovernment Benchmark per consentire la verifica degli impatti degli avanzamenti sugli indicatori definiti dall’Europa.\n- aggiornare la metodologia in funzione delle strategie di contesto (es. aggiornamenti del Piano Triennale, nuova programmazione 2021-2027, ecc.);\n- definire le rappresentazioni e i dataset comuni che saranno gestiti dalla piattaforma di monitoraggio.\n","risultati":[{"descrizione":"Definizione di una metodologia utile a monitorare le agende digitali regionali e gli interventi di trasformazione digitale (entro dicembre 2019).\n"}],"aree-intervento":"Impatto a breve termine sulle PA.\n"},{"chapter":"governare-la-trasformazione-digitale","numero":85,"nome":"Rilascio e messa in esercizio della piattaforma di monitoraggio","inizio":"06/2019","attori":["agid","pa-coinvolte"],"descrizione":"Verrà rilasciata la piattaforma di monitoraggio sulla base della quale si avvierà la sperimentazione di applicazione del modello di monitoraggio per la raccolta dei dati utili al calcolo degli indicatori. La piattaforma consentirà anche il monitoraggio delle attività dei Program Management Office e dovrà essere in grado di:\n- raccogliere le informazioni provenienti da diverse basi dati in maniera automatizzata o grazie alla collaborazione di altre Amministrazioni che detengono i dati. Questa seconda modalità sarà garantita grazie all’accesso tramite SPID ad un’area specifica della piattaforma di monitoraggio, definita per l’imputazione periodica dei dati sulla base dell’indicatore da alimentare;\n- mostrare pubblicamente l’avanzamento di tutti gli indicatori individuati (di avanzamento delle azioni del Piano, di output e di risultato coerenti con la “Strategia per la crescita digitale”, ecc.) consentendo di filtrarli attraverso diverse dimensioni di analisi (per territorio, per periodo di rilevazione, per tematica, ecc.);\n- rappresentare i dati in forma grafica e intuitiva, consentendone la disponibilità in formato aperto.\n","risultati":[{"descrizione":"Piattaforma di monitoraggio in esercizio per la raccolta dei dati e la rappresentazione degli indicatori (dicembre 2019). \n"}],"aree-intervento":"Impatto a breve termine sulle PA.\n"},{"chapter":"governare-la-trasformazione-digitale","numero":86,"nome":"Progettazione ed erogazione di corsi di ICT project management per RTD","inizio":"01/2019","attori":["sna","formez","agid","team-digitale","altre-strutture-formative","universita-centri-ricerca","pa-coinvolte"],"descrizione":"Tutte le strutture formative della PA saranno impegnate a progettare ed erogare corsi dedicati ai Responsabili della transizione al digitale, a vari livelli di approfondimento e con differenti modalità di veicolazione dei contenuti: da corsi brevi i cui contenuti vengono riassunti in brevi manuali (quick reference manual), a webinar e MOOC, a corsi di approfondimento sui temi del Piano Triennale, a veri e propri master sulla reingegnerizzazione dei processi.\n","risultati":[{"descrizione":"Almeno 10 iniziative di formazione erogate per ciascuna annualità del Piano Triennale: almeno 30 iniziative alla fine del triennio (dicembre 2021).\n"}],"aree-intervento":"Impatto a breve termine sulle PA.\n"},{"chapter":"governare-la-trasformazione-digitale","numero":87,"nome":"Progettazione ed erogazione di iniziative di formazione di base e specialistica per PA","inizio":"01/2019","attori":["sna","formez","agid","team-digitale","altre-strutture-formative","universita-centri-ricerca"],"descrizione":"Facendo seguito all’esperienza condotta nell’ambito del precedente Piano Triennale, è in corso la progettazione e la realizzazione iniziative di formazione di base e di formazione specialistica per i dipendenti delle PA, con due finalità: fornire a tutti, anche a chi non si occupa di informatica, un quadro per orientarsi in tema di trasformazione digitale del Paese ed illustrarne i vantaggi in tema di semplificazione e migliore efficienza della macchina amministrativa. Le attività di erogazione di seminari in presenza, di webinar di alfabetizzazione e di corsi specialistici saranno organizzate sia livello nazionale, sia insieme con Regioni, Città metropolitane, Comuni, offrendo modelli innovativi di formazione.\n","risultati":[{"descrizione":"Almeno 50 iniziative di formazione erogate alla fine del triennio 2019-2021.\n"}],"aree-intervento":"Impatto a breve termine sulle PA.\n"},{"chapter":"governare-la-trasformazione-digitale","numero":88,"nome":"Interazione della figura del Difensore civico per il digitale con la rete dei Responsabili per la transizione al digitale","inizio":"07/2019","attori":["agid","pac"],"descrizione":"individuazione e valutazione di modelli possibili utilizzabili di interazione tra i Responsabili per la transizione al digitale delle PAC ed il Difensore civico; avvio di una sperimentazione per la creazione di una rete sinergica. \n","risultati":[{"descrizione":"AGID e PAC avviano le attività della rete (da gennaio 2020).\n"}],"aree-intervento":"Impatto a breve e medio termine sulle PA.\n"},{"chapter":"governare-la-trasformazione-digitale","numero":89,"nome":"Redazione Guida sui diritti di cittadinanza digitale","stato":"in corso","attori":["agid"],"descrizione":"Predisposizione di una Guida per i cittadini che illustri i principali diritti digitali contenuti nel CAD che regolano e semplificano il rapporto dei cittadini e delle imprese nei confronti della PA.  Il documento nasce per essere strumento, pratico e agile, a disposizione dei cittadini e delle imprese per informarsi ed essere aggiornati sui propri diritti digitali e sulle forme di tutela nel caso in cui le amministrazioni non consentano loro di esercitarli.\nLa Guida è, inoltre, uno strumento di trasparenza, volto anche a generare conoscenza e consapevolezza dei diritti dei cittadini e delle imprese di usare in modo accessibile ed efficace le tecnologie nei rapporti e nelle comunicazioni con le pubbliche amministrazioni. Oltre alla descrizione del diritto, nel documento è possibile trovare l’indicazione:\n-\tdelle piattaforme abilitanti (quali ad esempio: pagoPA, Anagrafe Nazione Popolazione Residente (ANPR), Sistema pubblico d’identità digitale (SPID), Carta d’identità digitale (CIE), Fatturazione Elettronica, ecc.);\n-\tdei riferimenti normativi ed eventuali provvedimenti attuativi;\n-\tdegli strumenti specifici di tutela.\nLa parte conclusiva è dedicata alle forme di tutela nei confronti delle pubbliche amministrazioni.\n","risultati":[{"descrizione":"AGID pubblica la Guida dei diritti di cittadinanza digitale (entro dicembre 2019).\n"}],"aree-intervento":"Impatto a breve termine sui cittadini.\n"},{"chapter":"governare-la-trasformazione-digitale","numero":90,"nome":"La semplificazione amministrativa degli sportelli unici delle attività produttive e dell’edilizia","stato":"in corso","attori":["dfp","agid","regioni","comuni","sistema-camerale","pa"],"descrizione":"A partire dalla ricognizione dei procedimenti amministrativi, si definiranno, secondo un approccio BPM (Business process management), i processi inter-istituzionali per l’attuazione dei regimi amministrativi. Contestualmente andrà continuata l'attività di standardizzazione della modulistica per le restanti attività produttive con relativa elaborazione degli schemi dati XML.\nTutti i moduli, i relativi schemi e i connessi processi interistituzionali, verranno veicolati mediante nuovi Accordi in Conferenza unificata\n","risultati":[{"descrizione":"Report di monitoraggio del livello di adozione della modulistica standardizzata da parte delle amministrazioni interessate e dei relativi schemi XML che dovrà partire:\n- dalla presenza della nuova modulistica standardizzata sui siti web istituzionali delle amministrazioni interessate;\n- dalla verifica dell’utilizzo degli schemi dati XML all’interno dei servizi digitali realizzati dalle PA (dicembre 2019).\n"}],"aree-intervento":"Impatto a breve termine su PA e imprese.\n"}]
