[{"chapter":"infrastrutture-fisiche","subchapter":"data-center-e-cloud","nome":"Implementation of the indications set forth in the AgID 2/2016 Circular","attori":["pa"],"descrizione":"During the implementation phase of the Plan, the PAs will not be able to effectuate any expenditure or investment in the data centre, according to the instructions and the exceptions indicated in Circular 2 of June 24, 2016 of the AgID.\nAny PAs that have not already done so, shall realise the projects for consolidating and virtualizing their data centres or migrating to the SPC Cloud. In the event of non-use of the SPC - Cloud Lot 1 tender drafted by Consip, the reasons for such shall be submitted to the for AgID and ANAC.\n","risultati":"---","numero":1,"completata":false},{"chapter":"infrastrutture-fisiche","subchapter":"data-center-e-cloud","nome":"ICT Asset Census of the PA","inizio":"06/2017","fine":"12/2018","attori":["agid","pa"],"descrizione":"The ICT Asset census in operation within the Public Administrations is also to identify Public Administrations that are in possession of physical infrastructures that can aspire to play the role of Strategic National Hub.\n","risultati":"Census Report (first release date: December 2017 - additional releases every 6 months).\n","numero":2,"completata":false},{"chapter":"infrastrutture-fisiche","subchapter":"data-center-e-cloud","nome":"Qualifying the SaaS Solutions available on the SPC Cloud and the procurement procedures","entro":"03/2018","attori":["agid","consip"],"descrizione":"Finding the minimum qualification requirements for a SaaS solution for the PA that is deliverable on the SPC Cloud. Definition of an AgID Operating Circular with useful operating guidelines for suppliers and PAs to qualify as their SaaS application context.\nDefinition by AgID and Consip of the procurement procedure of SaaS services that are usable within the framework of the SPC Cloud.\nAgID specifies the technical and organisational requirements of the MarketPlace platform of the SaaS services for the SPC Cloud environment of the PA.\nIn the event that it is not possible to achieve through framework Agreements or Conventions, Consip will carry out a tender in compliance with the procurement code.\n","risultati":"AgID Circular - \"<a href=\"https://cloud-pa.readthedocs.io/it/latest/\">Criteria for the qualification of SaaS services for the Public Administration Cloud</a>\" (release date for public consultation: 29 December 2017) \nProvisions for the procurement of SaaS services for the Public Administration Cloud (release date: June 2017) \nTechnical specifications for the realisation of a MarketPlace of SaaS services for the Public Administration Cloud (release date: September 2017) \nAwarding via Consip acquisition tools (release date: by March 2018)\n","numero":3,"completata":false},{"chapter":"infrastrutture-fisiche","subchapter":"data-center-e-cloud","nome":"Qualifying of Cloud Service Providers for the PA","entro":"12/2017","attori":["agid","consip"],"descrizione":"AgID will define the rules and procedures for qualifying public Cloud Providers to allow Consip to enable the new CSPs. The CSPs already present on the MEPA, conventions or framework agreements shall present the application for qualification within 3 months from the date of publication of the qualification criteria.\n","risultati":"AgID Circular - \"<a href=\"https://cloud-pa.readthedocs.io/it/latest/\">Criteria for the qualifying of Public Service Cloud Service Providers for the Public Administration</a>\" (release date: October 2017) \nConsip provides undertakes to access to the electronic market tools/conventions/framework agreements only to the Cloud Service Providers that are qualified by AgID (release date: from October 2017)\n","numero":4,"completata":false},{"chapter":"infrastrutture-fisiche","nome":"Evolution of the PA Cloud","entro":"06/2018","attori":["agid"],"descrizione":"AgID will launch a strategic study to define the technical and organisational requirements for the definition of a Cloud environment devoted to the PA that will also include the definition of a platform for Cloud brokering of the PA, in order to simplify the acquisition and monitoring of ICT resources made available within the Cloud environment of the PA, also with the possible implementation of prototypes through the Pre-Commercial Procurement PCP.\n","risultati":"Strategic study for the definition of a multi-provider Cloud environment for the Public Administration (release date: by June 2018) \nPossible technical specifications for the implementation of a Cloud brokering system for the Public Administration (release date: to be determined) \nAcquisition through Consip (release date : to be determined)\n","numero":5,"completata":false},{"chapter":"infrastrutture-fisiche","subchapter":"data-center-e-cloud","nome":"Functional actions to rationalise the PA&#39;s data centres","inizio":"05/2017","fine":"12/2018","attori":["agid","governo"],"descrizione":"AgID defines the requirements necessary for the qualification of a PA as a \"Strategic National Hub\" by issuing a special newsletter.\nAgID also verifies the criteria for obtaining and maintaining such qualification to the Strategic National Hub.\nAgID identifies the first 3 Strategic National Hubs (national and/or local).\nThe governo will formalise the list of Strategic National Hubs.\nAgID will regulate the technical relationship, the service and the economic model with the Strategic National Hub by defining an Accession Protocol that will also identify the possible regulatory adjustment path, being both technical and organisational, which PAs will have to adhere to in order to regulate their qualification and to render their ICT resources and spaces available to the other PAs.\n","risultati":"AgID Circular for the qualification of a Strategic National Hub for the PA (release date: September 2017)\nAgID assessment results on Strategic National Hub candidates (May 2018) \nOfficial List of the Strategic National Hubs (release date: June 2018) \nAgID-Strategic National Hub convention scheme (release date: July 2018) \nStipulation of agreements (by December 2018) \nGuidelines for the development and maintenance of applications for the PA Cloud (release date: December 2017) \nGuidelines for the migration of Legacy applications towards the PA Cloud environment (release date: June 2018)\n","numero":6,"completata":false},{"chapter":"infrastrutture-fisiche","subchapter":"data-center-e-cloud","nome":"Plans to rationalise the ICT Assets of the PA","inizio":"01/2018","fine":"04/2018","attori":["agid","pa"],"descrizione":"Following the census envisaged by the \"ICT Assets Census of the PA\", AgID shall define the guidelines for the rationalisation of the ICT Assets of the Public Administrations, in conjunction with the Three-Year Plan implementation strategies set out in the other levels of the Map.\nThe PA executes the indications by defining its own rationalisation plans that, upon request, must be provided to AgID. The actions of rationalisation are checked by AgID through the annual ICT Assets census of the PA. \n","risultati":"Guidelines for the rationalisation of the ICT assets of the Public Administrations (first release date: January 2018) \nPlan to rationalise the ICT Assets of the Public Administration (from February 2018 to April 2018)\n","numero":7,"completata":false},{"chapter":"infrastrutture-fisiche","subchapter":"data-center-e-cloud","nome":"Establishment of Strategic National Hubs","inizio":"07/2018","attori":["pa"],"descrizione":"The administrations identified as a Strategic National Hub shall adapt their data centre within the times specified in their ICT Asset rationalisation plan.\nAgID ensures the control and monitoring of the actions carried out by the PAs.\n","risultati":"---","numero":8,"completata":false},{"chapter":"infrastrutture-fisiche","subchapter":"data-center-e-cloud","nome":"Group A: Data centre adaptation","inizio":"04/2018","attori":["pa"],"descrizione":"From April, the Administrations belonging to Group A will have to consolidate their existing application systems with the Data Centres, using the Cloud of the PA through the SPC-Cloud tender to ensure the continuity of critical services or disaster recovery.\nAgID ensures the control and monitoring of the actions carried out by the PAs.\n","risultati":"---","numero":9,"completata":false},{"chapter":"infrastrutture-fisiche","subchapter":"data-center-e-cloud","nome":"Group B: Data centre migration","inizio":"02/2018","attori":["pa"],"descrizione":"From February, the Administrations belonging to Group B will have to consolidate their existing application systems with the Data Centres so as to migrate to one of the national strategic hubs or migrate to the Cloud of the PA through the SPC-Cloud tender.\nAgID ensures the control and monitoring of the actions carried out by the PAs.\n","risultati":"---","numero":10,"completata":false},{"chapter":"infrastrutture-fisiche","subchapter":"connettivita","nome":"Publication of and adaptation to the Guidelines for the implementation of public Wi-Fi networks","inizio":"01/2018","attori":["agid","pa-wifi"],"descrizione":"AgID will publish the guidelines for the utilisation of Wi-Fi that the Public Administrations will make accessible to citizens in offices and public places, drawn up also on the basis of the majority of experiences of public Wi-Fi already in existence in the PA.\nThe administrations will define and implement the Adaptation Plan to the guidelines issued by AgID for the Wi-Fi systems that facilitate access to the Internet network from public offices and public places.\n","risultati":"Guidelines for the implementation of public Wi-Fi networks (release date: December 2017) \nAdaptation to the Guidelines (from January 2018)\n","numero":11,"completata":false},{"chapter":"infrastrutture-fisiche","subchapter":"connettivita","nome":"Support for using the SPC Connectivity Agreement","inizio":"09/2018","attori":["agid","consip"],"descrizione":"With the contribution of Consip, AgID will provide operational guidance to enhance the use of this supply channel, depending on the characteristics of the needs of the various administrations.\n","risultati":"---","numero":12,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Use of the IPA and INI-PEC registers","entro":"06/2018","attori":["pa"],"descrizione":"The Public Administrations populate and update their data on the IPA, as documented on the relative site.\nThe Public Administrations use IPA and INI-PEC in managing their own processes.\n","risultati":"---","numero":13,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Publication of a list of databases of national interest","entro":"07/2017","attori":["agid","pa"],"descrizione":"AgID will make available on its institutional site and on the dati.gov.it portal, the list of databases of national interest and the relative information sheets collated.\nThe Public Administrations holding databases of national interest shall describe them by means of a specific information sheet explaining how to use them and the main technical-normative references of the databases.\n","risultati":"Information sheets (release date: June 2017) \nA web page with a list of databases of national interest (release date: July 2017)\n","numero":14,"completata":true},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Integration between the national repertoire of territorial data and the dati.gov.it catalogue.","entro":"12/2017","attori":["agid"],"descrizione":"AgID will take care of the alignment of the information contained within the National Directory of Territorial Data (RNDT) with respect to the data.gov.it catalogue, providing the appropriate operational guidance for the Administrations and utilizing the tools useful for exchanging data descriptions and territorial services that were defined in the European \"Geo DCAT-AP\".\n","risultati":"Technical Specifications (release date: December 2017)","numero":15,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Input into the national repertoire of territorial data","attori":["pa"],"descrizione":"The documentation of territorial (or geographic) data must be done only through the National Territorial Data Directory (RNDT).\nFor the documentation of this data, the PA shall use the national profile of INSPIRE/RNDT metadata.\n","risultati":"---","numero":16,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Creation of a Services Catalogue (servizi.gov.it) and its population","attori":["agid","pa"],"descrizione":"AgID shall complete the initial implementation phase of the Services Catalogue (servizi.gov.it) by releasing an application that allows the PAs to document their services.\nAgID will identify the so-called early adopters from amongst the PAs that experiment with the use of the application.\nStarting from April 2017, promotional activities will also be undertaken to raise awareness and guidance on the inclusion of data in the catalogue.\nThe Public Administrations that are early adopters, starting from April 2017, will document their services in the service catalogue in accordance with the CPSV-AP_IT interoperability profile specifications and in reference to the relative ontology. From 2018, the PA shall populate the catalogue directly. \n","risultati":"Data collection application (release date: April 2017) \nEarly adopter identification (release date: April 2017)\n","numero":17,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Completion of the ANPR population","entro":"12/2018","attori":["comuni","interno","sogei"],"descrizione":"All data of the municipal registries (APRs) will be migrated to the ANPR, with collaboration between the Municipalities, the Ministry of the Interior and Sogei.","risultati":"ANPR populated with all the master data of Italian comuni (Release date: December 2018)","numero":18,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Adaptation of databases of a national interest to the Interoperability Model","inizio":"01/2018","attori":["pa-base-dati"],"descrizione":"The Administrations acting as national database holders must apply all measures to fully implement the guidelines and technical rules, accessing them in accordance with the principles set out in the Interoperability Model.\nDatabases of national interest will have to ensure the flow of data towards the Data &amp; Analytics Framework of the Public Administration.\n","risultati":"---","numero":19,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Integration of databases with the DAF","inizio":"01/2018","attori":["pa","daf"],"descrizione":"Interested PA holders of the databases described in this chapter will need to implement communication channels with the Data &amp; Analytics Framework, in order to ensure that the data is updated in the DAF at the time of its generation. The communication modes will be defined by the holder of the DAF and described within appropriate guidelines.\n","risultati":"Guidelines for the integration with the DAF (release date: to be determined) \nImplementation of the population mechanisms and release into production by the PA data holders (release date: to be defined)\n","numero":20,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"BDOE (Economic Operators Database)","entro":"07/2018","attori":["mit","agid","pa-database"],"descrizione":"The Economic Operators Database (BDOE) acts as the sole intermediary of the contracting authority&#39;s request for documents or data to fulfil the requirements declared by the economic operator during the submission of the bid. It also permits the certification of compliance by the contracting station of the obligation indicated in Article 81, paragraph 1, of Legislative Decree 50/2016.\nBDOE also provides the e-Certis service to verify the statements of Italian economic operators.\nThe databases used by BDOE to retrieve the above information are the national registers made available by the following Administrations: MISE, Revenue Agency, Unioncamere/Infocamere, Ministry of Justice, Ministry of the Interior, ANAC, Ministry of Labour, INPS, INAIL, Casse Edili, Accredia, InarCassa and other professional entities.\nThe plan for integration of the BDOE with the aforementioned databases also takes into account the adaptation of the latter in order to fully manage the information, providing for its process documentation.\n","risultati":"The technical specifications for the integration of economic operator databases with the contracting authorities and with the databases providing the confirmation of data (release date: September 2017) \nIntegration of the economic operator database  with the databases already providing information in digital format (release date: December 2017) \nCompletion of the integration with the databases and operations of the economic operators database (release date: April 2018)\n","numero":21,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Upgrading the guidelines for enhancing the public information assets and setting standards for managing and using open data.","entro":"12/2017","attori":["agid","digital-team"],"descrizione":"Updating of the guidelines for the enhancement of public information assets for the description of the management and sharing processes of datasets that fall within the national data catalogue. \nIntroduction of open source platform release specifications for the management of the PA&#39;s open data lifecycle (including cataloguing, data entry and updating procedures, exposure modes).\n","risultati":"Guidelines (release date: July 2017) \nPrototype of the open source platform on the public repository (release date: December 2017)\n","numero":22,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Identifying key databases","entro":"06/2017","attori":["agid","digital-team"],"descrizione":"Identifying key databases of particular interest to the community, to be made available as open data at a national level, queryable according to the principles described in Chapter 5 \"Interoperability Model\" and using Shared Data Models (Section 4.1.4)\n","risultati":"List of key databases (Release date: June 2017)\n","numero":23,"completata":true},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Evolution of dati.gov.it","entro":"12/2017","attori":["agid","digital-team"],"descrizione":"In collaboration with the Digital Team, AgID will provide for the evolution of the current data.gov.it catalogue as a space dedicated to: \n- documenting both the open data and databases of the Public Administrations; \n- show the level of adjustment of PAs to the DCAT-AP_IT metadata profile; \n- monitor the progress of the process of opening up the PA data, the aspects of quality and data reuse; \n- view the data with data visualisation tools; \n- facilitate the querying of data via APIs, in order to support the development of applications and services; \n- share common data models; \n- share the principles and best practices relative to data and its management.\nThe catalogue will also represent the only national point of access for interaction with similar European data initiatives.\nThe data.gov.it development project will be made open, available on s public repository in order to provide a default platform ready for reuse by PAs.\n","risultati":"Evolution of data.gov.it (release date: December 2017)\n","numero":24,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Population of Dati.gov.it","attori":["pa"],"descrizione":"The Public Administrations shall ensure, in accordance with the guidelines for the enhancement of public information assets, the correct population of the national data catalogue.\nThe PAs will have to provide infrastructure for the management and publication of data laid out by the aforementioned guidelines or, if they fail to do so, will have to adopt the default platform provided by AgID and the Digital Team as set forth in the previous action.\n","risultati":"---","numero":25,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Provision of metadata describing open databases and data according to the DCAT-AP_IT profile","entro":"12/2017","attori":["pa"],"descrizione":"The PAs will reveal the metadata, databases and open data in their possession, complying with DCAT-AP_IT specifications (national metadata profile fully compliant with European DCAT-AP) and following the semantics expressed by its published ontology dati.gov.it.\n","risultati":"Metadata compliant with DCAT-AP_IT (Release date: December 2017)\n","numero":26,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Definition and approval of the dynamic dataset basket (National Agenda for the enhancement of Public Information Assets)","inizio":"04/2017","attori":["agid","team-digitale","tutte-le-pa"],"descrizione":"AgID and the Digital Team will collate into a single document that can be updated from year to year: \n- the databases identified in the previous steps; \n- information relating to requests for the opening of datasets by civil society; \n- information on opening commitments coming from institutional initiatives such as the Open Government Partnership (OGP); \n- the reporting of key datasets that the PAs intend to make available in open data according to their release plans and in compliance with the overall provisions of the basket itself.\nAttachment 5 - \"Dataset basket for open data \" represents the initial group of datasets and the initial monitoring action. The Basket was prepared by considering all the datasets included in the agendas for the enhancement of the public information assets of the years 2013, 2014 and 2015, as well as the datasets deriving from international initiatives (such as the Open Data Charter and Open Government Partnership), the release plan of certain central regions and PAs, along with certain civil society requests that emerged following official public consultations.\nAgID publishes the Basket on its institutional site and on dati.gov.it.\n","risultati":"Dynamic Dataset Basket (release date: February of each year)\n","numero":27,"completata":true},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Open Data monitoring (Annual Report on the enhancement of Public Information Assets)","attori":["agid","dfp","all-the-pas"],"descrizione":"AgID uses the Dynamic Basket as the basis for carrying out the monitoring actions envisaged in the context of the 2014-2020 Partnership Agreement of Article 52 of the CAD and the implementation of the European Directive PSI 2.0 (Public Sector Information).\nIn particular, AgID defines and maintains an up-to-date monitoring indicator (which also considers quality aspects of the open data) and drafts the Report for the Enhancement of Public Information Assets (Article 52 of the CAD).\nBy January of each year, AgID will submit the report to the Department of Public Service that will approve it by February. AgID Publishes the Report in open data on its institutional site and on data.gov.it.\n","risultati":"Monitoring Report (release date: February of each year)\n","numero":28,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Implementation of the Register of Vocabularies and Data Models","inizio":"05/2017","attori":["agid","pa"],"descrizione":"- analysis of ontologies of reference and controlled vocabularies for the PA; \n- definition of the ontologies of reference for the key databases identified in 4.1.3 and for transversal data to the various application domains (for example, the places and organisations); \n- publication of ontologies and controlled vocabularies through the new data.gov.it; \n- analysis of the needs and of the resources already available; \n- identification of the initial set of controlled vocabularies and their relative owners; \n- definition of the Registry.\n","risultati":"Release the first version of the register (Release date: January 2018)\n","numero":29,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"dati-della-pa","nome":"Implementation of the Register of Controlled Vocabularies and Data Models","inizio":"01/2018","attori":["pa"],"descrizione":"The PA holding databases of national interest, as defined in Article 60 of the CAD, are required to standardise the data based on the resources contained in the Register of Controlled Vocabularies and Data Models.\nThe other PAs are to initiate a process of standardizing their data based on the resources contained in the controlled vocabularies and data models.\n","risultati":"---","numero":30,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"Integration with the SPID","entro":"03/2018","attori":["agid","pa"],"descrizione":"Public Administrations must implement the SPID in all digital services that require existing and new authentication procedures by March 2018, or within 24 months of activation of the initial Identity Provider, as defined by the Prime Ministerial Decree of October 24, 2014. The implementation is concluded with the countersignature, by AgID, of the SPID convention sent by the PA.\n","risultati":"Completion of SPID integration in online services of the Public Administration (Release date: March 2018)\n","numero":31,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"Definition of PagoPA adhesion and activation plans","entro":"12/2017","attori":["agid","pa"],"descrizione":"Through the adhesion portal, the Public Administrations must send to AgID the activation and integration plans of the PagoPA enabling platform, in their application solutions.\nAny Administration that does not complete their adhesion to the PagoPA system by June 2017 will have to adopt, according to subsidiarity logic, solutions that are already available and implemented by other Administrations (such as regional or other governo platforms), offering the role of intermediary as foreseen by the system.\n","risultati":"PagoPA activation plans (release date: December 2017)\n","numero":32,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"Design of the ComproPA system architecture","entro":"09/2017","attori":["mef","mit","anac","agid","consip","regioni","anci"],"descrizione":"MEF, MIT, ANAC, AgID, Consip, the Regions and ANCI, each according to the tasks and competences established by the Procurement Code, shall define: \n- the technical rules of the telematic platforms for the purchase and negotiation of the contracting stations, in compliance with the European standards and the best practices of reference, along with the technical rules for the dialogue and the interoperability of data between the e-procurement systems issued by AgID; \n- the infrastructures necessary for the operation of the ComproPA system through the interconnection of the e-procurement platforms with the national databases and systems involved in the public procurement process.\n","risultati":"Definition of the Infrastructure rules and design (first version release date: September 2017)\n","numero":33,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"Commissioning of the ComproPA system","entro":"10/2018","attori":["pa","mef","mit","anac","agid","consip","regioni","anci"],"descrizione":"The administrations shall adhere to the ComproPA system in a gradual manner, in compliance with the deadlines laid down in the European Public Contracts Directives.\nThe administrations will perform their contracting authority functions through the use of telematic purchasing and trading platforms, compliant with the definition of the ComproPA system architecture design, in the following terms: \n- use of a platform already held by the administration; \n- use of the platform made available by one of the aggregator subjects identified by ANAC, including Consip; \n- reuse of platform software already being utilised by other public administrations.\nIn agreement with MEF, MIT, ANAC, Consip, the Regions and ANCI, AgID shall: \n- coordinate the implementation activities of the infrastructures necessary for the operation of the ComproPA system; \n- program the necessary actions to manage change and subsidiarity in order to facilitate the adaptation of the Public Administrations to the regulations within the established time frame.\n","risultati":"Putting the ComproPA system into operation (release date: October 2018)\n","numero":34,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"Electronic billing","entro":"11/2018","attori":["mef","ade","agid","regioni","anci"],"descrizione":"The Administrations and, in general, all VAT entities are to adopt electronic invoicing by integrating with the System of Interchange (SOI) in accordance with current regulations.\nThe MEF, in agreement with the Revenue Agency, AgID, the Regions and ANCI, will issue the transposition measures of the 2014/55/​EU European Electronic Billing Directive, which will result in adapting the systems that allow for the issuance and receipt of electronic invoices in European format.\nThe Administrations will evolve their systems to allow for the electronic invoicing to integrate with the accounting processes and accounting cycle automation in accordance with the technical rules for data sessions and interoperability between systems of e-procurement issued by AgID.\n","risultati":"Transposition Directive 2014/55/​​EU \nAdaptation to SDI \nAdjustment of PA electronic invoicing systems \n(release date: November 2018)\n","numero":35,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"CIE service completion","entro":"12/2018","attori":["interno","comuni"],"descrizione":"Within the framework of the CIE project, implemented by the Ministry of the Interior, the comuni are responsible for activating the distribution services for the electronic identity card.\nAccording to the planning approved by the Ministry of the Interior, by October 2017 around 450 Municipalities will activate the system and distribution of the CIE to its citizens, encompassing a total of 50% of the population.\nFrom October 2017, the distribution of the CIE system is expected to roll out to the remaining Municipalities. \n","risultati":"CIE Services activated in all comuni (Release date: December 2018)\n","numero":36,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"SPID project","entro":"12/2017","attori":["agid"],"descrizione":"Evolution of the SPID system, also in conjunction with the CIE project, through the necessary maintenance, rationalisation and simplification of authentication tools. Integration with the Public Fraud Prevention System in the Consumer Credit sector - Identity Theft (SCIPAFI).\n","risultati":"Advanced SPID system (release date: December 2017)\n","numero":37,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"Monitoring the PAs&#39; SPID Implementation","entro":"03/2018","attori":["agid","pa"],"descrizione":"AgID will design a plan for SPID implementation with the PAs that have not yet completed such and will monitor its execution.\n","risultati":"Effective SPID adhesion by the PAs (release date: by March 2018)\n","numero":38,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"The PagoPA project","attori":["agid"],"descrizione":"The evolution of the PagoPA system, also in conjunction with the SPID project, through the necessary maintenance, rationalisation, and simplification measures to improve the user experience, will add a mobile user interface and open up new forms of payment.\n","risultati":"Evolved PagoPA system (release date: December 2017)\n","numero":39,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"Courtesy notification and alert system","inizio":"04/2017","attori":["agid","pa"],"descrizione":"Creating a system that allows the citizen to receive courtesy notices and alerts in digital format, with a legal value, from the entire PA.\nThe Administrations will launch and spread the utilisation of the national infrastructure for the issuance of courtesy notices and alerts to be sent to citizens through various digital channels for the full use of the digital home. \n","risultati":"First release of the project (release date: December 2017) \nLaunch of use by the PAs (release date: January 2018)\n","numero":40,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"National standardisation of business services","entro":"12/2017","attori":["agid","dfp","mise","regioni","unioncamere"],"descrizione":"In the continuation of activities for the implementation of the Agenda for simplification, regarding the interoperability of the systems of the involved parties, the overall architecture of business services will be defined by identifying the components and their interfaces in compliance with the PA Interoperability Model.\nThis line of action sees the launch of the Development and Sustainability Ecosystem, with regards to the Competitiveness and Business Development mission.\n","risultati":"Definition of architecture, components, and application interfaces (release date: December 2017)\n","numero":41,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"Evolution of the SIOPE system (SIOPE+)","attori":["rgs","bdi","agid","pa"],"descrizione":"The definition phase of the details of all the organisational, architectural and functional aspects of the new system is completed and the implementation phase is underway, to be concluded by June 2017. Upon conclusion: \n- all the SIOPE+ infrastructural and application components to be developed on the Bank of Italy and the MEF platforms will be available; \n- a pilot group of banks and institutions will be involved, identified in consultation with the stakeholder associations, which will have to carry out the procedural changes necessary for the launch of the pilot phase.\nIn July 2017, the pilot phase will start.\nFrom January 2018, the scope of the new project will be expanded, reinforcing - if necessary - the infrastructure components in order to properly manage the new volumes. In particular, the IT components required for the extension of determining revenue and central PA operations will be finalised.\nThe Administrations are responsible for adopting systems to join the SIOPE+ in accordance with the plan defined by the General State Accounting, in agreement with the Bank of Italy and AgID and the local PA representatives.\nThe Administrations can participate by adopting their own systems or those offered by the General State Accounting in a subsidiary logic or, alternatively, by using the services provided by other intermediaries. \n","risultati":"Completion of SIOPE+ (release date: June 2017) \nImplementation of the pilot phase (release date: December 2017) \nLaunch of SIOPE+ (release date: from January 2018)\n","numero":42,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"Evolution of the NoiPA system","attori":["mef","agid","pa"],"descrizione":"The intervention strategy envisages: (i) the new public management system to cover all administrative personnel management processes, and (ii) the PA staff database.\nThe MEF will implement the new NoiPA system within 2018.\nThe Administrations not yet adherent to the system will be able to communicate their participation in the migration programme in 2018, subsequently adopting the NoiPA system via the programming agreed with the MEF.\n","risultati":"Conclusion of the new NoiPA system (release date: December 2018) \nAdhesion of the Public Administration (release date: starting from 2018)\n","numero":43,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"Implementation of the management system for national administrative procedures","attori":["agid","pa"],"descrizione":"The Management System for national administrative procedures is implemented through AgID&#39;s definition of the rules for interoperability of document flows (document, file, protocol) implemented by Public Administrations to adhere to the system. Amongst the implementation rules will be defined how to implement a verification system for of document authenticity on behalf of the citizen.\n","risultati":"Guidelines and rules of interoperability (release date: December 2017) \nImplementation of APIs compliant with the rules for interoperability (release date: starting from January 2018)\n","numero":44,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"Creation of Conservation Hubs","inizio":"05/2017","attori":["pa","acs"],"descrizione":"The Administrations will participate with the Central State Archive in the development of the Conservation Hubs for Digital Archives and the definition of interchange rules for the interoperability of conservation systems. A regulatory adjustment path will be initiated to ensure that the conservation services guarantee the presence of at least one operational copy of each computer document stored is present within the national territory. \n","risultati":"Constitution of Conservation Hubs (Release date: by December 2018)\n","numero":45,"completata":false},{"chapter":"infrastrutture-immateriali","subchapter":"piattaforme-abilitanti","nome":"ANPR","entro":"12/2018","attori":["interno","comuni"],"descrizione":"The Ministry of the Interior integrates the capabilities required to manage civil status services and leverage lists into the ANPR system.\nThe Municipalities adopt extended ANPR functionality through application integration with their systems or through the use of web applications.\n","risultati":"Use of ANPR by comuni (Release date: by 2018)\n","numero":46,"completata":false},{"chapter":"modello-di-interoperabilita","nome":"New Guidelines for the Interoperability Model","entro":"12/2017","attori":["agid"],"descrizione":"Issuance of useful guidelines for the Public Administrations and other players in the PA&#39;s Information System to adhere to the Interoperability Model. More precisely, directions will be supplied that will need to be adopted (in terms of technology standards, interoperability profiles and communication protocols) for the implementation of the APIs needed to adapt the components described in Chapter 4 \"Intangible Infrastructure\" and in Chapter 6 \"Ecosystems\". Directions will also be provided for the implementation of new end-user applications, described in Chapter 7 \"Tools for Generating and Delivering Digital Services\" and for populating the Data &amp; Analytics Framework.\nThe publication of the guidelines will be preceded by the issuance of a document showing the evolutionary roadmap from the old to the new model and a phase-out plan for the old-model infrastructural elements that are being decommissioned.\n","risultati":"Guidelines for transiting to the new Interoperability Model (release date: May 2017) \nGuidelines for the new Interoperability Model (version 1.0 release date: December 2017)\n","numero":47,"completata":false},{"chapter":"modello-di-interoperabilita","nome":"Adoption of the Model by the PAs","inizio":"05/2017","attori":["agid","pa"],"descrizione":"For existing platforms and ongoing design activities, the PAs shall adopt to transitioning guidelines, whilst the new designs are adapted to the new Model.\n","risultati":"---","numero":48,"completata":false},{"chapter":"modello-di-interoperabilita","nome":"API Catalogue","inizio":"06/2017","attori":["agid"],"descrizione":"AgID will create a special API catalogue, which will allow for the sharing of the APIs developed by the PAs. Through the information recorded in the Catalogue, a display point shall be created, within which the user-shared APIs will be censored and documented, being useful to developers and other stakeholders involved in the ecosystems. However, in respect of the privacy rights regarding the data processed, the APIs may also be used by parties outside the PA.\nAgID will define a set of usage rules and a governance model for the management.\n","risultati":"First release of the Catalogue (release date: December 2017)\n","numero":49,"completata":false},{"chapter":"modello-di-interoperabilita","nome":"API catalogue population","inizio":"01/2018","attori":["pa"],"descrizione":"The PAs, in implementing the rules of the Interoperability Model, will oversee the implementation of the APIs and the subsequent population of the catalogue in order to facilitate their use by developers.\n","risultati":"---","numero":50,"completata":false},{"chapter":"ecosistemi","nome":"Ecosystem Working Groups","inizio":"05/2017","attori":["pa","agid"],"descrizione":"For each ecosystem, the GdL oversees the operational activities by identifying the specific objectives of the ecosystem itself, the planning of the project and the establishment of technical discussion sites.\nUpon request, AgID is able to support the activities of the ecosystem, particularly with regard to the finalisation of the GdL activities.\n","risultati":"---","numero":51,"completata":false},{"chapter":"ecosistemi","nome":"Evolution of the Electronic Healthcare Record (FSE)","attori":["salute","mef","agid","regioni","asl"],"descrizione":"The Ministry of Health, in agreement with the MEF and AgID, has developed a project for the adaptation of infrastructure to the provisions of DPCM 178/2015. \nThe Ministerial Decree and interoperability regulations governing the operation of the system are published by April 2017.\nThe regional Administrations will have to implement their regional electronic healthcare systems, interoperable with the national infrastructure, according to the plans presented and, in any case, by 2018.\nAny Administration that does not complete their adhesion to the autonomous system by June 2017 will have to adopt, according to subsidiarity logic, the solutions made available by the MEF.\nThe Regions are responsible for completing the dissemination of the electronic health record throughout their territory to all their patients.\n","risultati":"Ministerial Decree defining the rules of interoperability (release date: June 2017) \nImplementation of the Regional ESF systems (release date: by December 2018)\n","numero":52,"completata":false},{"chapter":"strumenti-per-la-generazione-e-la-diffusione-di-servizi-digitali","nome":"Community","attori":["agid","digital-team"],"descrizione":"The activities envisaged in this action aim to following the establishment of the designer and developer community through the implementation and continuous development of the necessary digital tools to be made available to the same communities, such as, for example, Internet sites, test environments, forums, repository for software, content management and documentation systems.\nInside the developer community, there will also be documentation and technology support for the use of API resources in reference to the catalogue provided in Chapter 2 \"Intangible Infrastructures\".\nThe ongoing updating of the Digital Public Services Design Guidelines, undertaken with the contribution of the community, represents another activity carried out by this action.\n","risultati":"Initial tools for the Communities (release date: March 2017)\n","numero":53,"completata":false},{"chapter":"strumenti-per-la-generazione-e-la-diffusione-di-servizi-digitali","nome":"Shared tools and templates for designing and delivering services","attori":["agid","digital-team"],"descrizione":"Guidelines, toolkits and instruments useful throughout the entire prototyping, development and diffusion of applications and services will be created, maintained and made available. Also to be suggested and, where possible, rendered available are tools for analysing the behaviour of users, such as, for example, web analytics, usability analysis tools, tools for performing satisfaction surveys.\nTo this end, pilot projects will be launched in collaboration with the Administrations, for the definition and testing in the field of the solutions proposed.\n","risultati":"Departure of pilot projects (release date: June 2017) \nModelling of the main services and content to be delivered (release date: July 2017) \nTemplate of alpha versions (release date: September 2017)\n","numero":54,"completata":false},{"chapter":"sicurezza","nome":"CERT-PA","attori":["agid"],"descrizione":"CERT-PA, which has been operational since 2013, will gradually increase its operational capability by completing the ICT infrastructure for providing basic services and delivering the first embryonic cybernetic information system including through the implementation of solutions: Infosharing CERT-PA and the National Vulnerability Database.\n","risultati":"---","numero":55,"completata":false},{"chapter":"sicurezza","nome":"Publication and adaptation to the Technical Rules for the ICT Security of the Public Administrations","entro":"09/2017","attori":["agid","dfp","pa"],"descrizione":"AgID compiles the Technical Rules for ICT Security of Public Administrations that will provide the PAs with guidance on the measures to be adopted.\nThe Department of Public Services is to issue the Technical Rules prepared by AgID.\nThe Public Administrations then comply with the Technical Rules for the ICT Security of the Public Administrations, through the preparation and execution of the adaptation plans for the technical rules issued by AgID.\nPending the issuance of aforementioned Technical Rules, all Public Administrations are able to adapt to the \"ICT Minimum ICT Security Measures for Public Administrations\" already published by AgID.\n","risultati":"Technical rules for the ICT security of Public Administrations (release date: June 2017) \nPlans to adapt the Public Administrations (release date: in compliance with the constraints normally determined by the issuance of the Technical Rules)\n","numero":56,"completata":false},{"chapter":"sicurezza","nome":"Security architecture for critical services","entro":"09/2017","attori":["agid","pa"],"descrizione":"Defining the principles and guidelines of the architectural model of critical service management and the contextualisation with respect to the data clusters managed.\nThe PAs that are the owners of critical services are to draw up an Adaptation Plan and adapt or implement critical services in accordance with the guidelines.\n","risultati":"Guidelines for the architectural model of critical service management (release date: June 2017) \nPlan for the adaptation of the Administrations owning critical services (to be launched by September 2017)\n","numero":57,"completata":false},{"chapter":"sicurezza","nome":"Continuous monitoring","attori":["pa"],"descrizione":"In order to ensure continuous monitoring, as recommended by the best safety practices (such as ISO 27001, the NIST documentation), the Public Administrations will be responsible for updating the status of the software used in each single Administration, with respect to known vulnerabilities published by one or more subjects of reference (such as the national CERTs or vulnerability databases).\nIn order to actuate this action, software will be scanned using automatic tools and the subsequent analysis of the results (and the possible impact of an incorrectly determined vulnerability) being transferred to a competent subject. AgID reserves the right to perform Penetration test on a random basis. \n","risultati":"Periodic publication of results.    \n","numero":58,"completata":false},{"chapter":"sicurezza","nome":"Reporting IT incidents to CERT-PA","attori":["pa"],"descrizione":"All public administrations are required to monitor and promptly report to CERT-PA IT any incidents and potential situations of risk using the communication channels outlined in the dedicated section of the AgID site. \nFor all accredited subjects on Infosharing, CERT PA has a special signalling feature.\n","risultati":"---","numero":59,"completata":false},{"chapter":"sicurezza","nome":"Reorganisation of the \"gov.it\" domain","attori":["agid","pa"],"descrizione":"AgID issues rules for the reorganisation of the \"gov.it\" domain, in order to ensure its restructuring using a segmentation that meets international criteria and allows for the grouping of central administration sites.\nConversely, the PAs completes the activities within 12 months.\n","risultati":"Rules for reordering the \"gov.it\" domain (Release date: June 2017).\nPA adaptation to the aforementioned provisions (by June 2018).\n","numero":60,"completata":false},{"chapter":"data-analytics-framework","nome":"Definition and implementation of the development plan of the experimental phase of the Data &amp; Analytics Framework","entro":"12/2017","attori":["agid","digital-team"],"descrizione":"Identifying the governance model of the DAF and the PAs that will be part of the testing phase. Defining the platform architecture and its evolutionary roadmap. Definition of use cases for the development of services for the Public Administrations, citizens and businesses. This activity is coordinated with the Guarantee of Privacy. \nRealisation of technological infrastructure, consistent with the development plan of the DAF pilot phase, which implements all of the components necessary for the operation of the Platform.\n","risultati":"DAF Development Plan (release date: June 2017).\nCluster for Big Data and Component Testing and for Use Cases (release date: December 2017).\n","numero":61,"completata":false},{"chapter":"data-analytics-framework","nome":"Data Ingestion in the DAF - Experimental Phase","inizio":"06/2017","fine":"12/2017","attori":["pa","agid","digital-team"],"descrizione":"Definition of the data to be included in the project during the experimental phase and putting into operation the extraction and ingestion procedures. Defining the relationships between the DAF manager and the PAs involved in the initiative.\n","risultati":"Regulating relationships with the PAs.\nStandard operational definition in compliance with privacy standards.\nDefinition of ingestion procedures for data in the platform.\nSupply of DAF \n(release date: December 2017).\n","numero":62,"completata":false},{"chapter":"data-analytics-framework","nome":"Releasing the DAF into production","inizio":"01/2018","attori":["digital-team","agid","pa"],"descrizione":"The Digital Team and AgID will set up procedures for the entry of the future owner of the DAF that will manage the operation and evolution of the project.\nThe owner of the DAF will take care of the interactions with the PAs to define the plans for incorporating their databases and usage cases. From time to time, the PAs will define how to ingest data and the utilisation of the DAF in accordance with its activities.\n","risultati":"Take-over plan.\nCurrent operation \n(release date: to be defined).\n","numero":63,"completata":false},{"chapter":"data-analytics-framework","nome":"Implementation of support tools for monitoring the Plan","inizio":"04/2017","attori":["agid","digital-team"],"descrizione":"The Digital Team and AgID provide tools that, based on the information contained in the DAF, supply information that is useful for the monitoring activities of the Plan described in Chapter 10 \"Change Management\". \n","risultati":"Support tools for monitoring the Plan (from January 2018)\n","numero":64,"completata":false},{"chapter":"gestione-del-cambiamento","nome":"Monitoring system","attori":["pa","agid","digital-team"],"descrizione":"AgID provides the PAs with the minimum set of indicators to be analysed in measuring the progress of the Plan. \nThe PAs collect data for the enhancement of the aforementioned indicators and communicate such to AgID in the manner that will be indicated by AgID.\nAgID and Digital Team undertake to design and implement an instrument that, applying the experience of monitoring systems already in use by Public Administrations, ensures: \n- automated collection of data relating to individual projects (descriptive, economic, SAL data, etc.); \n- analysis in an aggregated and timely manner on a territorial and national scale, and which consents to the sharing of progress on the implementation of the digital strategy.\nThe implementation of the monitoring system will also utilise the tools made available by DAF. \nAggregators will also be given access to the tool. \n","risultati":"Minimum set of indicators for measuring the progress of the Plan (release date: July 2017).\nFirst release of the monitoring system (release date: March 2018).\n","numero":65,"completata":false},{"chapter":"gestione-del-cambiamento","nome":"Communication of the Three-Year Plan","attori":["agid","digital-team"],"descrizione":"Creation of communication initiatives for the dissemination and implementation of the Three-Year Plan.\n","risultati":"Communication materials (release date: June 2017).\n","numero":66,"completata":false},{"chapter":"gestione-del-cambiamento","nome":"Identification of the main profiles and promotional actions for the creation of digital skills in the PA","inizio":"09/2017","attori":["dfp","istat","miur","agid","altri-organismi-tecnici"],"descrizione":"The link between the players in the definition of the professional figures identified by the Plan with the development of specific training pathways.\n","risultati":"Revision of UNINFO and ISTAT profiles for new professional figures with digital skills.\nCreation of course, workshop and specialisation training formats.\n","numero":67,"completata":false}]
